Repository: elementary/os-patches
Catalog: help/*/*.po
Languages: de

# _
source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2009, 2010, 2012, 2013

# _
source: external ref='figures/bluetooth-applet.png' md5='be49aed48d4f1cd84dfd912664b32864'
de: x

# _
source: external ref='figures/bluetooth-wizard.png' md5='bad909a5b3d4b8e0cbd9af05e4f0ed3d'
de: x

# _
source: external ref='figures/bluetooth-properties.png' md5='29c87da1b0147ad9837223a69fd8835d'
de: x

source: gnome-bluetooth Manual
de: GNOME-Bluetooth-Handbuch

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="help:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <_:orderedlist-1/>

source: <firstname>Baptiste</firstname> <surname>Mille-Mathias</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>baptiste.millemathias@gmail.com</email> </address> </affiliation>
de: <firstname>Baptiste</firstname> <surname>Mille-Mathias</surname> <affiliation> <orgname>GNOME-Dokumentationsprojekt</orgname> <address> <email>baptiste.millemathias@gmail.com</email> </address> </affiliation>

source: <revnumber>1.0</revnumber> <date>March 2009</date> <_:revdescription-1/>
de: <revnumber>1.0</revnumber> <date>März 2009</date> <_:revdescription-1/>

source: This manual describes version 2.28 of gnome-bluetooth.
de: Dieses Handbuch beschreibt Version 2.28 von gnome-bluetooth.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the <application>gnome-bluetooth</application> application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page </ulink> .
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>gnome-bluetooth</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen im <ulink url="ghelp:user-guide?feedback-bugs" type="help">Abschnitt Rückmeldungen des Benutzerhandbuchs</ulink>."

source: <application>gnome-bluetooth</application> is an application to manage Bluetooth devices in the GNOME desktop.
de: <application>gnome-bluetooth</application> ist eine Anwendung zum Verwalten von Bluetooth-Geräten auf dem GNOME-Desktop.

source: <primary>Communication</primary>
de: <primary>Kommunikation</primary>

source: Introduction
de: Einführung

source: <application>gnome-bluetooth</application> permits to send files to your Bluetooth devices, or browse their content.
de: <application>gnome-bluetooth</application> erlaubt Ihnen das Senden von Dateien zu Ihren Bluetooth-Geräten, oder das Untersuchen deren Inhalts.

source: Connect to your devices, like headset or audio gateway.
de: Verbindungsaufbau zu Ihren Geräten, wie Headsets oder ähnliche Audio-Übertragungswege.

source: You can add or delete Bluetooth devices, or manage their permissions.
de: Sie können Bluetooth-Geräte hinzufügen oder entfernen, oder deren Zugriffsrechte verwalten.

source: <application>gnome-bluetooth</application> is an application that let you manage Bluetooth in the GNOME destkop. <_:itemizedlist-1/>
de: <application>gnome-bluetooth</application> ist eine Anwendung zum Verwalten von Bluetooth auf dem GNOME-Desktop. <_:itemizedlist-1/>

source: The applet is the resident application you can find in the notification applet, that let you quickly access to the features, like sending files, or managing your devices.
de: Dieses Applet finden Sie im Benachrichtigungsfeld. Hierüber können Sie schnell auf dessen Funktionsmerkmale zugreifen, wie Senden von Dateien oder Verwalten Ihrer Geräte.

source: Bluetooth Applet icon in notification tray
de: Symbol des Bluetooth-Applets im Benachrichtigungsfeld

source: Starting Bluetooth Applet
de: Starten des Bluetooth-Applets

source: The <application>gnome-bluetooth</application> applet is started automatically when you log into your session, and you can find its icon in the notification zone. To launch manually the applet, open menu <menuchoice> <guimenu>Applications</guimenu><guimenu>Accessories</guimenu><guimenu>Terminal</guimenu> </menuchoice> and type <command>bluetooth-applet</command>.
de: Das <application>gnome-bluetooth</application>-Applet wird nach dem Anmelden an Ihrer Sitzung automatisch gestartet. Das zugehörige Symbol finden Sie im Benachrichtigungsfeld. Um das Applet manuell aufzurufen, öffnen Sie das Menü <menuchoice><guimenu>Anwendungen</guimenu><guimenu>Werkzeuge</guimenu><guimenu>Terminal</guimenu></menuchoice> und geben Sie <command>bluetooth-applet</command> ein.

source: To prevent launching of the applet in your desktop, open menu <menuchoice> <guimenu>System</guimenu><guimenu>Preferences</guimenu><guimenu>Session</guimenu> </menuchoice> and disable <guilabel>Bluetooth Manager</guilabel>.
de: Um das Starten des Applets auf Ihrem Desktop zu verhindern, öffnen Sie das Menü <menuchoice><guimenu>System</guimenu><guimenu>Einstellungen</guimenu><guimenu>Sitzungen</guimenu></menuchoice> und deaktivieren Sie den Eintrag <guilabel>Bluetooth-Verwaltung</guilabel>.

source: Turning off your Bluetooth adapter
de: Abschalten Ihres Bluetooth-Adapters

source: Disabling your Bluetooth adapter will stop current and all future communications from and to your Bluetooth adapter. Disabling your Bluetooth adapter permits to save power of your laptop's battery, so it'll increase the autonomy, this is a good idea to disable your Bluetooth device when you don't use it.
de: Das Deaktivieren Ihres Bluetooth-Adapters beendet alle gegenwärtigen und zukünftigen Kommunikationen von und zu ihrem Bluetooth-Adapter. Die Deaktivierung Ihres Bluetooth-Adapters spart die Energie Ihres Laptop-Akkus, so dass die Unabhängigkeit von Stromnetz verbessert wird. Daher ist die Deaktivierung Ihres Bluetooth-Gerätes eine gute Idee, wenn Sie das Gerät nicht benutzen.

source: Click on the icon of the applet, and choose <menuchoice><guimenu>Turn Off Bluetooth</guimenu></menuchoice>, the notification icon will become grey.
de: Klicken Sie auf das Symbol im Applet und wählen Sie <menuchoice><guimenu>Bluetooth ausschalten</guimenu></menuchoice>, woraufhin das Benachrichtigungssymbol ausgegraut dargestellt wird.

source: Sending files to Bluetooth device
de: Senden von Dateien zu einem Bluetooth-Gerät

source: Choose this menu to send a file to a device; a file chooser will appear to pick up the file to send and you'll have to select the device to send the file to.
de: Verwenden Sie dieses Menü, um eine Datei an ein Gerät zu senden. Ein Dateiauswahldialog wird angezeigt, in dem Sie die zu sendende Datei auswählen können. Weiterhin müssen Sie das Gerät auswählen, an welches die Datei gesendet werden soll.

source: Browsing Bluetooth device
de: Dateien auf Gerät durchsuchen

source: Choose this menu to browse the device filesystem directly in your file manager.
de: Wählen Sie dieses Menü, um das Dateisystem des Gerätes direkt in Ihrem Dateimanager zu durchsuchen.

source: Last used devices
de: Zuletzt benutzte Geräte

source: This section displays your paired devices you can connect to.
de: Dieser Abschnitt zeigt Ihre verbundenen Geräte, zu denen Sie eine Verbindung herstellen können.

source: To connect to the device, click on its name, which will become bolded to inform you're connect to it.
de: Um eine Verbindung zu einem Gerät herzustellen, klicken Sie auf dessen Namen. Der Name wird daraufhin in Fettschrift dargestellt, um Sie über die Verbindung zu informieren.

source: Adding a new device
de: Neues Gerät konfigurieren

source: To add a new device (which consist of pairing your adapter with your device), click on the applet icon, and choose <guimenu>Setup new device...</guimenu>. An graphical assistant will help you in the process of setting up your device.
de: Um ein neues Gerät hinzuzufügen (was das Verbinden Ihres Adapters mit Ihrem Gerät beinhaltet), klicken Sie auf das Symbol im Benachrichtigungsfeld und wählen Sie <guimenu>Neues Gerät konfigurieren</guimenu>. Ein grafischer Assistent führt Sie durch den Prozess der Konfiguration Ihres Gerätes.

source: Don't forget to set your remote device in discoverable mode before starting the process, else the wizard won't be able to find it.
de: Vergessen Sie nicht, das entfernte Gerät in einen »sichtbaren« oder »erkennbaren« Modus zu versetzen, bevor Sie diesen Vorgang starten. Anderenfalls wird der Assistent das Gerät nicht finden.

source: The wizard will present the discoverable devices it has found all around. You can filter out the list of devices by choosing the type of devices you're looking for.
de: Der Assistent zeigt die in der Umgebung gefundenen Geräte an. Sie können die Geräteliste filtern, indem Sie den Typ der Geräte auswählen, nach denen gesucht werden soll.

source: Device search in wizard
de: Suche nach Geräten mit dem Assistenten

source: If your device has a harcoded passkey, choose <guibutton>Passkey Options...</guibutton>, in the new dialog, choose the passkey to use.
de: Falls Ihr Gerät einen unveränderbaren Schlüssel hat, wählen Sie <guibutton>Schlüsseloptionen</guibutton>. Wählen Sie den zu verwendenden Schlüssel im erscheinenden Dialog aus.

source: Choose <guibutton>Forward</guibutton> for the pairing step; if you defined a fixed passkey in the previous step the pairing will occur automatically, else you'll be presented a passkey to enter in your device, type it on your device, once done the devices and your adapter will be paired.
de: Klicken Sie auf <guibutton>Weiter</guibutton>, um zum Verbindungsaufbau zu gelangen. Falls Sie im vorherigen Schritt einen festen Schlüssel festgelegt haben, wird die Verbindung automatisch aufgebaut. Anderenfalls wird ein Schlüssel angezeigt, der auf Ihrem Gerät eingegeben werden muss. Geben Sie den Schlüssel ein, sobald die Geräte festgelegt sind und die Verbindung erstellt werden soll.

source: Preferences
de: Einstellungen

source: Click on the icon of the applet, and choose <menuchoice> <guilabel>Preferences</guilabel> </menuchoice>, the preferences dialog will appear.
de: Klicken Sie auf das Symbol im Applet und wählen Sie <menuchoice><guilabel>Einstellungen</guilabel></menuchoice>, woraufhin der Einstellungsdialog geöffnet wird.

source: For more information about preferences, see section <xref linkend="gnome-bluetooth-preferences"/>
de: Weitere Informationen über die Einstellungen finden Sie in <xref linkend="gnome-bluetooth-preferences"/>.

source: The <application>gnome-bluetooth</application> preference dialog allows you to manage your various Bluetooth devices or change properties of your Bluetooth adapter(s).
de: Der Einstellungsdialog von <application>gnome-bluetooth</application> ermöglicht Ihnen die Verwaltung verschiedener Bluetooth-Geräte oder das Ändern der Einstellungen Ihres oder Ihrer Bluetooth-Adapter.

source: Preferences dialog
de: Einstellungsdialog

source: Discoverable
de: Sichtbar

source: When your adapter is set to <guilabel>Discoverable</guilabel> any Bluetooth device around will be able to see it, and therefore will able to ask pairing.
de: Wenn Ihr Adapter auf <guilabel>Sichtbar</guilabel> gesetzt ist, kann er durch jedes Gerät in der Umgebung gesehen werden und daher auch Verbindungsanfragen engegennehmen.

source: Bluetooth as other network types implies security risks, so setting your adapter undiscoverable to other devices is a good thing to do to limit the possibility of cracking.
de: Bluetooth birgt, wie andere Netzwerktypen auch, gewisse Sicherheitsrisiken. Wenn Sie Ihren Adapter aus diesem Grund vor anderen Geräten verbergen, können Sie auf diese Weise die Angriffsmöglichkeiten auf Ihr System minimieren.

source: This is only useful to set your device discoverable if you plan to pair it with another device, once it is done, you can untick <guilabel>Discoverable</guilabel>.
de: Das Setzen Ihres Gerätes auf <guilabel>Sichtbar</guilabel> ist nur dann sinnvoll, wenn Sie eine Verbindung zu einem anderen Gerät aufbauen wollen. Sobald dies erledigt ist, können Sie den <guilabel>Sichtbar</guilabel>-Modus wieder deaktivieren.

source: When your device is undiscoverable, communication with already paired Bluetooth devices is possible.
de: Wenn Ihr Gerät nicht sichtbar ist, dann ist jedoch trotzdem die Kommunikation mit jedem bereits verbundenen Gerät möglich.

source: Adapter friendly name
de: Benutzerdefinierter Name des Adapters

source: The friendly name is an alias for the address used to identified each Bluetooth device much easier to remind.
de: Der benutzerdefinierte Name ist ein Alias für die für zur Identifizierung jedes Bluetooth-Gerätes benutzten Adressen. Dieser Alias ist weitaus leichter zu merken.

source: By default the adapter friendly name is <envar>HOSTNAME</envar>-0 (where <envar>HOSTNAME</envar> is the name of your computer), to change it, edit the text entry and set the name you want. the change will be immediatly effective.
de: Der vorgegebene benutzerdefinierte Name des Adapters lautet <envar>HOSTNAME</envar>-0 (wobei <envar>HOSTNAME</envar> der Name Ihres Rechners ist). Um ihn zu ändern, geben Sie in das Textfeld den gewünschten Namen ein. Die Änderung wird sofort wirksam.

source: Known Devices
de: Bekannte Geräte

source: Setup new device, as described in <xref linkend="gnome-bluetooth-applet-setup"/>
de: Erstellen eines neuen Gerätes wie in <xref linkend="gnome-bluetooth-applet-setup"/> beschrieben

source: Connect / Disconnect to a device.
de: Verbinden zu einem Gerät oder eine Verbindung trennen

source: Device Deletion. Deletion will suppress pairing between the adapter and the device, and no communication will be allowed. You need to pair them together again if you want transfer files for instance.
de: Entfernen eines Gerätes. Das Entfernen löscht die erstellte Verbindung zwischen dem Adapter und dem jeweiligen Gerät, wodurch jegliche weitere Kommunikation verhindert wird. Sie müssen die Verbindung neu erstellen, falls Sie beispielsweise Dateien übertragen wollen.

source: <guilabel>Known devices</guilabel> lists the Bluetooth devices you paired and let you manage them, like deleting them, connect to them or adding new one. <_:itemizedlist-1/>
de: In <guilabel>Bekannte Geräte</guilabel> werden die Bluetooth-Geräte aufgelistet, für die Sie Verbindungen eingerichtet haben. Hier können Sie diese Geräte verwalten, entfernen, zu den Geräten verbinden oder neue Geräte hinzufügen. <_:itemizedlist-1/>

source: Show Bluetooth icon
de: Bluetooth-Symbol anzeigen

source: You can show or hide Bluetooth icon in the panel. See <xref linkend="gnome-bluetooth-applet"/> for the applet features.
de: Sie können das Bluetooth-Symbol im Panel anzeigen oder verbergen. In <xref linkend="gnome-bluetooth-applet"/> finden Sie die Funktionsmerkmale des Applets.

source: If you disable the icon in the panel, only limited set of actions will remain available.
de: Falls Sie das Symbol im Panel deaktivieren, wird nur noch eine begrenzte Anzahl von Aktionen verfügbar sein.

source: Receive Files
de: Dateien empfangen

source: Click on the <guilabel>Receive Files</guilabel> button and the <guilabel>Personal File Sharing Preferences</guilabel> dialog will appear. You can configure Bluetooth file reception and sharing there.
de: Klicken Sie auf den Knopf <guilabel>Dateien empfangen</guilabel>, woraufhin der Dialog <guilabel>Persönliche Dateifreigabe</guilabel> geöffnet wird. Sie können den Empfang und die Freigabe von Dateien über Bluetooth hier konfigurieren.

source: This feature is not provided by <application>gnome-bluetooth</application>. <application>gnome-user-share</application> must be installed to use this feature.
de: Dieses Funktionsmerkmal wird nicht von <application>gnome-bluetooth</application> bereitgestellt. <application>gnome-user-share</application> muss installiert werden, wenn Sie Dateien über Bluetooth empfangen wollen.

source: Read more in the <ulink type="help" url="help:gnome-user-share">Personal File Sharing Manual</ulink>: <ulink type="help" url="help:gnome-user-share/gnome-user-share-getting-started#gnome-user-share-bluetooth-receiving">receiving</ulink> and <ulink type="help" url="help:gnome-user-share/gnome-user-share-getting-started#gnome-user-share-enabling-bluetooth">sharing</ulink>.
de: Weitere Informationen finden Sie im <ulink type="help" url="help:gnome-user-share">Persönliche Dateifreigabe-Handbuch</ulink>: <ulink type="help" url="help:gnome-user-share#gnome-user-share-bluetooth-receiving">Empfangen</ulink> und <ulink type="help" url="help:gnome-user-share#gnome-user-share-enabling-bluetooth">Freigeben</ulink>.

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: I don't see how to receive files over Bluetooth on my computer in <application>gnome-bluetooth</application>, am I blind?
de: Ich sehe nicht, wie Dateien über Bluetooth auf meinem Rechner mittels <application>gnome-bluetooth</application> empfangen werden können, bin ich blind?!

source: File reception is not implemented in <application>gnome-bluetooth</application>, but in <application>gnome-user-share</application>, so you have to install this application to be able to receive files over Bluetooth. Button explained in the <xref linkend="gnome-bluetooth-prefs-receive"/> is just a launcher of its configuration dialog.
de: Der Empfang von Dateien ist in <application>gnome-bluetooth</application> noch nicht möglich, wohl aber in <application>gnome-user-share</application>. Sie sollten diese Anwendung installieren, wenn Sie Dateien über Bluetooth empfangen wollen. Der in <xref linkend="gnome-bluetooth-prefs-receive"/> gezeigte Knopf startet lediglich den Konfigurationsdialog.

source: I found a bug in <application>gnome-bluetooth</application> what I can do?
de: Ich habe einen Fehler in <application>gnome-bluetooth</application> gefunden. Was kann ich tun?

source: You should submit a bug report to <ulink url="http://bugzilla.gnome.org/enter_bug.cgi?product=gnome-bluetooth"/>.
de: Einen Fehlerbericht sollten Sie im Fehlererfassungssystem von GNOME einreichen (<ulink url="http://bugzilla.gnome.org/enter_bug.cgi?product=gnome-bluetooth"/>).
