Repository: elementary/os-patches
Catalog: po/*.po
Languages: am, az, cy, en@shaw, hr, ia, ku, lb, ne, sc, sd

source: All types
en@shaw: ğ‘·ğ‘¤ ğ‘‘ğ‘²ğ‘ğ‘•

source: Phone
en@shaw: ğ‘“ğ‘´ğ‘¯

source: Modem
en@shaw: ğ‘¥ğ‘´ğ‘›ğ‘§ğ‘¥

source: Computer
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼

source: Network
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

source: Headset
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘•ğ‘§ğ‘‘

source: Headphones
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘“ğ‘´ğ‘¯ğ‘Ÿ

source: Audio device
en@shaw: ğ‘·ğ‘›ğ‘¦ğ‘´ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•

source: Keyboard
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: Mouse
en@shaw: ğ‘¥ğ‘¬ğ‘•

source: Camera
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘»ğ‘©

source: Printer
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Tablet
en@shaw: ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘©ğ‘‘

source: Unknown
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯

source: Click to select device...
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•...

source: No adapters available
en@shaw: ğ‘¯ğ‘´ ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ğ‘»ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: Searching for devices...
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ...

source: Remove '%s' from the list of devices?
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ '%s' ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ?

source: If you remove the device, you will have to set it up again before next use.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•, ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘¦ğ‘‘ ğ‘³ğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¿ğ‘•.

source: Device
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•

source: Type
en@shaw: ğ‘‘ğ‘²ğ‘

source: Access the Internet using your cell phone (test)
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘•ğ‘§ğ‘¤ ğ‘“ğ‘´ğ‘¯ (ğ‘‘ğ‘§ğ‘•ğ‘‘)

source: Select Device to Browse
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘‘ ğ‘šğ‘®ğ‘¬ğ‘Ÿ

source: _Browse
en@shaw: _ğ‘šğ‘®ğ‘¬ğ‘Ÿ

source: Select device to browse
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘‘ ğ‘šğ‘®ğ‘¬ğ‘Ÿ

source: Disconnecting...
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™...

source: Connecting...
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™...

source: Connected
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Disconnected
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Disconnect
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘

source: Connect
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘

source: Send files...
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ...

source: Browse files...
en@shaw: ğ‘šğ‘®ğ‘¬ğ‘Ÿ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ...

source: Open Keyboard Preferences...
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ...

source: Open Mouse Preferences...
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ...

source: Debug
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ

source: %s Run '%s --help' to see a full list of available command line options.
en@shaw: %s ğ‘®ğ‘³ğ‘¯ '%s --help' ğ‘‘ ğ‘•ğ‘° ğ‘© ğ‘“ğ‘«ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: Device '%s' wants to pair with this computer
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• '%s' ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼

source: Please enter the PIN mentioned on device %s.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ PIN ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• %s.

source: Please confirm whether the PIN '%s' matches the one on device %s.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘»ğ‘¥ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ PIN '%s' ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• %s.

source: Grant access to '%s'
en@shaw: ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ '%s'

source: Device %s wants access to the service '%s'.
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• %s ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• '%s'.

source: Pairing request for '%s'
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ğ‘™ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ '%s'

source: Enter PIN
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ PIN

source: Pairing confirmation for '%s'
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ '%s'

source: Verify PIN
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘² PIN

source: Authorization request from '%s'
en@shaw: ğ‘·ğ‘”ğ‘¼ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ '%s'

source: Check authorization
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘·ğ‘”ğ‘¼ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯

source: Browse files on device...
en@shaw: ğ‘šğ‘®ğ‘¬ğ‘Ÿ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•...

source: Devices
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ

source: Preferences
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Quit
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: Send files to device...
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•...

source: Set up new device...
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ ğ‘¯ğ‘¿ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•...

source: Visible
en@shaw: ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: _Always grant access
en@shaw: _ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•

source: _Grant
en@shaw: _ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘

source: _Reject
en@shaw: _ğ‘®ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘

source: _Does not match
en@shaw: _ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¨ğ‘—

source: _Matches
en@shaw: _ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ

source: _Show input
en@shaw: _ğ‘–ğ‘´ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Output a list of currently known devices
en@shaw: ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¯ğ‘´ğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ

source: Make computer _visible
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ _ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Friendly name
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘¦ ğ‘¯ğ‘±ğ‘¥

source: Set up _new device...
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ _ğ‘¯ğ‘¿ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•...

source: _Remove
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘

source: Pairing with '%s' cancelled
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ '%s' ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›

source: Please confirm that the PIN displayed on '%s' matches this one.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘»ğ‘¥ ğ‘ğ‘¨ğ‘‘ ğ‘ PIN ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘ªğ‘¯ '%s' ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘³ğ‘¯.

source: Please enter the following PIN:
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ PIN:

source: Setting up '%s' failed
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘³ğ‘ '%s' ğ‘“ğ‘±ğ‘¤ğ‘›

source: Connecting to '%s'...
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘‘ '%s'...

source: Please enter the following PIN on '%s' and press â€œEnterâ€ on the keyboard:
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ PIN ğ‘ªğ‘¯ '%s' ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘• â€œğ‘§ğ‘¯ğ‘‘ğ‘¼â€ ğ‘ªğ‘¯ ğ‘ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›:

source: Please enter the following PIN on '%s':
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ PIN ğ‘ªğ‘¯ '%s':

source: Please wait while finishing setup on device '%s'...
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¢ğ‘±ğ‘‘ ğ‘¢ğ‘²ğ‘¤ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘ ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• '%s'...

source: Successfully set up new device '%s'
en@shaw: ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ ğ‘¯ğ‘¿ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• '%s'

source: Custom PIN:
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ PIN:

source: Device Setup
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: Device Setup Failed
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Device search
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘•ğ‘»ğ‘—

source: Does not match
en@shaw: ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¨ğ‘—

source: Finishing New Device Setup
en@shaw: ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘¯ğ‘¿ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: Fixed PIN
en@shaw: ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ PIN

source: Introduction
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘›ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯

source: Matches
en@shaw: ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ

source: PIN Options
en@shaw: PIN ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: PIN _options...
en@shaw: PIN _ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ...

source: Select the additional services you want to use with your device:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘¿ğ‘¼ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•:

source: Select the device you want to setup
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: Setup Completed
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›

source: The device will need to be within 10 meters of your computer, and be â€œvisibleâ€ (sometimes called â€œdiscoverableâ€). Check the device's manual if in doubt.
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘¢ğ‘¦ğ‘ğ‘¦ğ‘¯ 10 ğ‘¥ğ‘°ğ‘‘ğ‘¼ğ‘Ÿ ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼, ğ‘¯ ğ‘šğ‘° â€œğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤â€ (ğ‘•ğ‘³ğ‘¥ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘’ğ‘·ğ‘¤ğ‘› â€œğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤â€). ğ‘—ğ‘§ğ‘’ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•'ğ‘• ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤ ğ‘¦ğ‘“ ğ‘¦ğ‘¯ ğ‘›ğ‘¬ğ‘‘.

source: _Automatic PIN selection
en@shaw: _ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ PIN ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: _Restart Setup
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: %'d second
en@shaw: %'d ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›

source: %'d minute
en@shaw: %'d ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘‘

source: %'d hour
en@shaw: %'d ğ‘¬ğ‘¼

source: approximately %'d hour
en@shaw: ğ‘©ğ‘ğ‘®ğ‘­ğ‘’ğ‘•ğ‘©ğ‘¥ğ‘©ğ‘‘ğ‘¤ğ‘° %'d ğ‘¬ğ‘¼

source: File Transfer
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘»

source: From:
en@shaw: ğ‘“ğ‘®ğ‘ªğ‘¥:

source: To:
en@shaw: ğ‘‘:

source: An unknown error occurred
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼ ğ‘ªğ‘’ğ‘»ğ‘›

source: Sending %s
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ %s

source: Sending file %d of %d
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ %d ğ‘ %d

source: Select Device to Send To
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘‘

source: Send _To
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› _ğ‘‘

source: Choose files to send
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘›

source: Remote device to use
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘‘ ğ‘¿ğ‘•

source: Remote device's name
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•'ğ‘• ğ‘¯ğ‘±ğ‘¥

source: Pairing with %s failed.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ %s ğ‘“ğ‘±ğ‘¤ğ‘›.

source: <u>Pair</u>
en@shaw: <u>ğ‘ğ‘º</u>

source: <u>Connect</u>
en@shaw: <u>ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘</u>

source: <u>Browse</u>
en@shaw: <u>ğ‘šğ‘®ğ‘¬ğ‘Ÿ</u>

source: Device setup failed
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Back to devices
en@shaw: ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ

source: Device setup
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘•ğ‘§ğ‘‘ğ‘³ğ‘

source: Only show:
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘–ğ‘´:

source: PIN options
en@shaw: PIN ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Add a new device
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘¯ğ‘¿ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•

source: Send file from your computer
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼

source: Chinese (simplified)
am: ቻይኒስ (ቀላል)
az: Çincə (sadələşdirilmiş)
cy: Tsieinërg (symleiddio)
hr: Kineski (pojednostavljeni)
ia: Chinese (simplificate)
ku: Çîniya hêsankirî
lb: Chinesesch (vereinfacht)
ne: चीनीयाँ (सरलीकृत)
sc: Tzinesu
sd: چيني (سادي)

source: Chinese (traditional)
am: ቻይኒስ (ባህላዊ)
az: Çincə (ənənəvi)
cy: Tsieinërg (traddodiadol)
hr: Kineski (tradicionalni)
ku: Çînî (kevneşopî)
lb: Chinesesch (traditionell)
ne: चीनीया (परम्परागत)
sc: Tzinesu (traditzionale)
sd: چيني (روايتي)

source: No language information available
am: የቋንቋ መረጃ አልተገኘም
az: Heç bir dil haqda məlumat yoxdur
cy: Dim gwybodaeth iaith ar gael
hr: Nema dostupnih informacija o jeziku
ia: Nulle informationes disponibile del lingua
ku: Agahiya zimanê tune ye
lb: Keng Sproochpake si verfügbar
ne: कुनै भाषा सम्बन्धी सूचना प्राप्य छैन
sc: No b'at informatzione disponìbile de sa limba
sd: ڪا ٻولي معلومات نه ملي سگهي

source: The system does not have information about the available languages yet. Do you want to perform a network update to get them now?
am: ስርአቱ ዝግጁ ስለሆኑ ቋንቋዎች መረጃ የለውም ፡ አሁን ለማግኘት የኔትዎርክ ማሻሻያን ማስኬድ ይፈልጋሉ?
az: Sistem mövcud dillər haqqında məlumata hələ sahib deyil. Bu məlumatı indi əldə etmək üçün şəbəkə yeniləməsi etmək istəyirsinizmi?
cy: Does gan y system ddim gwybodaeth eto am ieithoedd sydd ar gael. Wyt ti eisiau cyflawni diweddariaid rhwydwaith nawr i'w llwytho?
hr: Sustav još nema informacije o dostupnim jezicima. Želite li nadopuniti popis dostupnih jezika?
ia: Le systema non ha ancora informationes re le linguas jam disponibile. Desira tu facer un ajornamento in rete pro obtener las nunc?
ku: Hîn haya pergalê ji zimanên heyî tune ye. Tu dixwazî bo niha bistînî rojanekirina torê bikî?
lb: Dir hutt momentan keng Informatioune iwwer d'verfügbar Sproochen. Wëllt Dir eng Connectioun opstelle fir déi elo erofzelueden?
ne: यो प्रणालीमा अहिलेसम्म प्राप्य भाषाहरूको सूचना छैन। के तपाई तिनीहरूलाई प्राप्त गर्नको लागि संजाल अद्यावधिक गर्न चाहनुहुन्छ?
sc: Su sistema non tenet informatzione subra sas limbas disponìbiles. Cheres proare a fàghere un'atualizatzione in sa retza pro l'otènnere como?
sd: سرشتي وٽ هن وقت موجود ٻولين جي معلومات ناهي. ڇا توهان اهي حاصل ڪرڻ لاءِ نيٽ ورڪ تجديد ڪرڻ گهرو ٿا؟

source: _Update
am: _ማሻሻል
az: _Yenilə
cy: _Diweddaru
hr: _Nadopuni
ia: Act_Ualisar
ku: _Rojanekirin
lb: _Updaten
ne: अद्यावधिक (_U)
sc: _ Atualizare
sd: _تجديد

source: Language
am: ቋንቋ
az: Dil
cy: Iaith
hr: Jezik
ia: Lingua
ku: Ziman
lb: Sprooch
ne: भाषा
sc: Limba
sd: ٻولي

source: Installed
am: ተገጥሟል
az: Qurulu
cy: Wedi'i osod
hr: Instaliran
ia: Installate
ku: Sazkirî
lb: Installéiert
ne: स्थापित
sc: Installadu
sd: تنسيب ٿيل

source: %(INSTALL)d to install
am: %(INSTALL)d ለመግጠም
az: %(INSTALL)d dənə qurulacaq
cy: %(INSTALL)d i osod
hr: %(INSTALL)d za instalirati
ia: %(INSTALL)d a installar
ku: Ji bo sazkirinê %(INSTALL)d
lb: %(INSTALL)d installéieren
ne: %(INSTALL)d प्रतिस्थापनको लागि
sc: %(INSTALL)d a installare
sd: تنسيب ٿيڻ ۾ %(INSTALL)d

source: %(REMOVE)d to remove
am: %(REMOVE)d ለማስወገድ
az: %(REMOVE)d dənə silinəcək
cy: %(REMOVE)d i dynnu
hr: %(REMOVE)d za ukloniti
ia: %(REMOVE)d a remover
ku: %(REMOVE)d dê were rakirin
lb: %(REMOVE)d ewechmaachen
ne: %(REMOVE)d हटाउनको लागि
sc: %(REMOVE)d a bogare
sd: %(REMOVE)d هٽائڻ ۾

source: none
am: ምንም
az: heç biri
cy: dim
hr: ništa
ia: necun
ku: ne yek jî
lb: Keng
ne: केही पनि
sc: Nudda
sd: ڪوبه نه

source: Software database is broken
am: የሶፍትዌር ዳታቤዝ ተሰብሯል
az: Proqram bazası xarabdır
cy: Cronfa ddata meddalwedd wei torri
hr: Baza podataka softvera je slomljena
ia: Le base de datos del software es rupte
ku: Bingeha daneyan a nivîsbariyê şikestî ye
lb: Software-Datebank ass defekt
ne: सफ्टवेर डेटाबेस बिग्रेको छ।
sc: Sa base de datos de su software est segada
sd: سافٽويئر ڊيٽابيس خراب ٿيل آهي

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
am: ሶፍትዌር ለመግጠም ወይም ለማስወገድ አልተቻለም "Synaptic" ወይም በተርሚናል "sudo apt-get install -f" ውስጥ በመጀመሪያ ይህን ትእዛዝ ያስኪዱ ችግሩን ለመፍታት
az: Hər hansı bir proqramı qurmaq və ya silmək mümkün deyil. Bu vəziyyəti aradan qaldımaq üçün öncə "Synaptic" paket idarəçisindən istifadə edin və ya terminalda "sudo apt-get install -f" əmrini icra edin.
cy: Mae'n amhosib gosod neu dynnu meddalwedd. Defnyddia rheolwr pecynnau "Synaptic" neu redeg "sudo apt-get install -f" mewn terfynell i drwsio'r broblem.
hr: Nemoguće je instalirati ili ukloniti bilo koji softver. Koristite upravitelja paketima "Synaptic" ili pokrenite "sudo apt-get install -f" u terminalu za ispravljanje ovog problema.
ia: Il es impossibile installar o remover software. Per favor, usa le gestor de pacchettos "Synaptic" o executa "sudo apt-get install -f" in un terminal pro resolver iste problema.
ku: Sazkirin an rakirina nivîsbariyê qet ne mimkun e. Ji kerema xwe berî her tiştî vê pirsgirêkê bi gerînendeyê paketan "Synaptic" an jî di termînalekê de bi "sudo apt-get install -f"yê çareser bike.
lb: D'Installéieren oder Ewechmaache vu Software ass am Ament net méiglech. Benotzt w.e.g. de Pakmanager Synaptic oder gitt am Terminal »sudo apt-get install -f« an, fir de Problem ze flécken.
ne: कुनै पनि सफ्टवेर स्थापना वा बिस्थापन गर्न सम्भव छैन। कृपया, यो समस्या समाधान गर्न "synaptic" package manager प्रयोग गर्नुहोस् अथवा terminal मा गएर "sudo apt-get install -f" रन गर्नुहोस्।
sc: Est imposìbile installare o disinstallare perunu programa. Imprea primu su Gestore de Pachetes «Synaptic» (o iscrie «sudo apt-get install -f» in unu terminale), pro currègere custu problema.
sd: سافٽويئر تنسيب ڪرڻ يا هٽائڻ ممڪن ڪونهي. ان مسئلي کي اڳ ۾ حل ڪريو جنهن لاءِ يا نه پئڪيج مينيجر ”سائنيپٽڪ“ استعمال ڪريو يا ٽرمينل ۾ هي ڪمانڊ هلايو: ”sudo apt-get install -f“.

source: Could not install the selected language support
am: የተመረጠውን ቋንቋ ድጋፍ ለመግጠም አልተቻለም
az: Seçilmiş dil dəstəyi qurula bilmədi
cy: Methu gosod y gefnogaeth iaith ddewiswyd
hr: Nemoguća instalacija podrške za odabrani jezik
ia: Impossibile installar le supporto del lingua selecte
ku: Sazkirina piştigiriya zimên ê hilbijartî bi ser neket
lb: De gewielte Sproochpak konnt net installéiert ginn.
ne: छनौट गरिएको भाषा समर्थन प्रतिस्थापन गर्न सकिएन
sc: No est istadu possìbile a installare su suportu pro sa limba seletzionada.
sd: چونڊيل ٻوليءَ جو سهڪار تنسيب نه ٿي سگهيو

source: This is perhaps a bug of this application. Please file a bug report at https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
am: ይህ ምናልባት የመተግበሪያው ችግር ይሆናል ፡ እባክዎን ይህን ችግር በዚህ አድራሻ ያሳውቁ https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
az: Bu, yəqin ki, proqramda olan bir xətadır. Xaiş olunur https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug ünvanına xəta bildirişi göndərin.
cy: Efallai bod chwilen yn y rhaglen. Cyflwyna adroddiad chwilen drwy https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
hr: Vjerojatno se radi o grešci u aplikaciji. Prijavite grešku na https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
ia: Isto es forsan un defecto del application. Per favor registra un reporto de defecto a https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
ku: Dibe ku ev çewtiya sepanê be. Ji kerema xwe çewtiyê li https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug bike
lb: Dëst ass wahrscheinlech e Programmfeeler. Erstellt w.e.g. e Feelerrapport op https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
ne: सम्भवतः यो यस अनुप्रयोगको त्रुटि हो। कृपया यस त्रुटि प्रतिवेदनलाई https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug मा दर्ता गर्नुहोस्।
sc: Sa càusa podet èssere istada de un'errore de installatzione. Pro praghere, cumpila su formulàriu de sos errores in https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
sd: هي شايد هن پروگرام ۾ بگ آهي. مهرباني ڪري بگ رپورٽ جمع ڪرايو: https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug

source: Could not install the full language support
am: የቋንቋውን ሙሉ ድጋፍ ለመግጠም አልተቻለም
az: Tam dil dəstəyi qurula bilmədi
cy: Methu gosod cefnogaeth iaith gyflawn
hr: Nemoguća instalacija potpune podrške za jezik
ia: Impossibile installar le supporto del lingua integre
ku: Sazkirina piştgiriya zimên bi tevahî pêk nehat
lb: De Sproochpak konnt net vollstänneg installéiert ginn.
ne: पूर्ण भाषा समर्थन प्रतिस्थापन गर्न सकिएन
sc: No est istadu possìbile a installare su suportu cumpletu pro sa limba.
sd: ٻوليءَ جو مڪمل سهڪار تنسيب نه ٿي سگهيو

source: Usually this is related to an error in your software archive or software manager. Check your preferences in Software Sources (click the icon at the very right of the top bar and select "System Settings... -> Software Sources").
am: ብዙ ጊዜ ይህ ስህተት የሚፈጠረው በ እርስዎ የ ሶፍትዌር ማህደር ወይንም የ ሶፍትዌር አስተዳዳሪ ነው: ምርጫዎትን ይመርምሩ በ ሶፍትዌር ምንጮች ውስጥ (ይጫኑ ምልክቱን በ ቀኝ ከ ላይ በኩል ያለውን እና ይምረጡ "ስርአት ማሰናጃ... -> የ ሶፍትዌር ምንጮች").
az: Bu xəta adətən proqram arxivi və ya proqram idarəçisi ilə əlaqəli olur. Proqram nizamlamalarınızı yoxlayın. (ən üstdəki panelin ən sağındakı piktoqrama klikləyin və "Sistem Tənzimləmələri... -> Proqram Mənbələri"-ni seçin).
cy: Fel arfer mae hyn yn gysylltiedig â gwall yn eich archif meddalwedd neu reolwr meddalwedd. Gwiriwch eich dewisiadau yn Ffynonellau Meddalwedd (cliciwch ar yr eicon ar y dde eithaf o'r bar uchaf a dewis "Gosodiadau System... -> Ffynonellau Meddalwedd").
hr: Ovo je uobičajeno povezano s greškom u vašoj arhivi softvera ili upravitelju softvera. Provjerite vaše postavke u Softver i nadopune (kliknite na ikonu sustava na desnoj strani gornje trake i odaberite "Postavke sustava... -> Softver i nadopune").
ia: Usualmente isto pertine a un error in tu archivo software o del gerente del software. Controla tu preferentias in le fontes del software (clicca le icone al immediate dextra del barra alte e elige "System Settings... -> Software Sources").
ku: Bi gelemperî têkiliya wê bi arşîva we ya nivîsbariyê an jî bi rêveberiya we ya nivîsbariyê heye. Tercîhên xwe yên Çavkaniyên Nivîsbariyê venêrin (sembola li rastê darika jor bitikînin û "Mîhengên Pergalê ... -&gt; Çavkaniyên Nivîsbariyê hilbijêrin).
ne: सामान्यतया यो त्रुटि तपाईको सफ्टवेएर मेनेजर सँग सम्बन्धित छ । सफ्टवेएर स्रोतमा तपाईको प्राथमिकताहरू चेक गर्नुहोस्
sc: In generale custu si relatzionat cun un'errore in s'archìviu de su software o in su gestore de su software. Iscumproa sas preferèntzias in Orìgines de su Software (Software Sources) (Clica in s'icona situada in artu a dresta de sa barra superiore e seletziona «Cunfiguratzione de su sistema… → Orìgenes de su software»).

source: Failed to authorize to install packages.
am: ጥቅሎችን ለመግጠም ፍቃድ አልተገኘም
az: Paketləri yükləmək üçün icazə verilmədi.
cy: Methwyd awdurdodi i osod pecynnau.
hr: Neuspjela ovjera instalacije paketa.
ia: Fallite autorisation del installation del pacchetto
ku: Destûrdana pakêtên sazkirinê bi ser neket.
ne: प्याकेजहरू स्थापना गर्न अथोरायिज गर्न असफल भयो।
sc: Faddina a s'ora de autorizare s'installatzione de sos pachetes
sd: بنڊل تنسيب ڪرڻ لاءِ منظوري حاصل ڪرڻ ۾ ناڪام

source: The language support is not installed completely
am: የቋንቋው ድጋፍ ሙሉ በሙሉ አልተገጠመም
az: Dil dəstəyi tam olaraq qurulmayıb
cy: Nid chafodd cefnogaeth iaith ei osod yn llwyr
hr: Podrška za jezike nije u potpunosti instalirana
ia: Le supporto del lingua non es installate completemente
ku: Piştgiriya zimanê bi tevahî nehatiye sazkirin
lb: De Sproochpak ass net ganz installéiert
ne: भाषा समर्थन पूर्ण रुपमा प्रतिस्थापन गरिएको छैन
sc: Su suportu de sa limba no est installadu cumpletamente
sd: ٻوليءَ سهڪار جي تنسيب مڪمل نه آهي.

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
am: ለመረጡት ቋንቋ የመጻፊያ ድጋፍ ገና አልተገጠመም ፡ አሁን መግጠም ይፈልጋሉ?
az: Sİzin seçdiyiniz dil üçün mövcud olan bəzi tərcümələr və ya yazı köməkləri hələ qurulmayıb. Siz onları qurmaq istəyirsinizmi?
cy: Nid yw pob cyfieithiad a chymorth ysgrifennu ar gyfer yr iaith wnes di ei dewis wedi eu gosod. Wyt ti eisiau eu gosod nawr?
hr: Neki prijevodi ili sustavi za pomoć pri pisanju, za odabrani jezik nisu još instalirani. Želite li ih odmah instalirati?
ia: Alicun adjutas pro le traductiones o pro le scriptura disponibile pro le lingua que tu ha eligite non es ancora installate. Desira tu installar los nunc?
ku: Çend werger yan alîkariyên nivîsînê ji bo zimanên hilbijartî hê ne sazkirî ne. Tu dixwazî wan niha saz bikî?
lb: Puer Iwwersetzungen oder Schreifhëllefen fir déi gewielte Sprooche goufen nach net installéiert. Wëllt Dir déi elo installéieren?
ne: तपाईको छानिएको भाषाहरूको लागि प्राप्य कुनै अनुवाद वा लेखन सहायताहरू अहिलेसम्म प्रतिस्थापन गरिएको छैन। के तपाई तिनीहरूलाई प्रतिस्थापन गर्न चाहनु हुन्छ?
sc: Non sunt istadas installadas totu sas tradutziones o corretores ortogràficos disponìbiles pro sas limbas seletzionadas. A los cheres installare como?
sd: توهانجي چونڊيل ٻوليءَ لاءِ ڪجھ ترجما يا لکت سهائتائون تنسيب ٿيل نه آهن. ڇا توهان اِهي تنسيب ڪرڻ چاهيو ٿا؟

source: _Remind Me Later
am: _በኋላ አስታውስኝ
az: Daha Sonra _Xatırlat
cy: _Atgoffa Fi Wedyn
hr: _Podsjeti me kasnije
ia: _Rememora me plus tarde
ku: _Dû re bîne bîra min
lb: _Spéider verhalen
ne: मलाई पछि सम्झाउनुहोस् (_R)
sc: _Ammenta·mi·lu prus a tardu
sd: _مون کي آئنده ياد ڪرايو

source: _Install
am: _መግጠም
az: _Quraşdır
cy: _Gosod
hr: _Instaliraj
ia: _Installar
ku: _Sazkirin
lb: _Installéieren
ne: प्रतिस्थापन गर्नुहोस् (_I)
sc: _Installa
sd: _تنسيب ڪريو

source: Details
am: ዝርዝሮች
az: Təfərrüatlar
cy: Manylion
hr: Pojedinosti
ia: Detalios
ku: Hûragahî
lb: Detailer
ne: विस्तृत विवरण
sc: Detàllios
sd: تفصيلَ
