Repository: elementary/os-patches
Catalog: po/*.po
Languages: am, az, cy, en@shaw, hr, ia, ku, lb, ne, sc, sd

source: The language support files for your selected language seem to be incomplete. You can install the missing components by clicking on "Run this action now" and follow the instructions. An active internet connection is required. If you would like to do this at a later time, please use Language Support instead (click the icon at the very right of the top bar and select "System Settings... -> Language Support").
cy: Nid yw'r ffeiliau cynnal iaith ar gyfer eich iaith dewis yn gyflawn. Gallwch osod y cydrannau coll drwy glicio ar "Rhedeg y weithred hon nawr" a dilyn y cyfarwyddiadau. Mae angen cysylltiad gweithredol á'r we. Os hoffech chi wneud hyn yn nes ymlaen, defnyddiwch Cefnogi Iaith yn lle hynny Cliciwch yr eicon ar dde eithaf y bar brig a dewis "Gosodiadau System... > Cefnogaeth Iaith")
hr: Datoteke jezične podrške za vaš odabrani jezik su nepotpune. Možete instalirati komponente koje nedostaju klikom na "Pokreni ovu radnju" i slijedite upute. Potrebna je aktivan pristup Internetu. Ako želite ovo učiniti kasnije, koristite Podršku za jezike (kliknite ikonu sustava na desnoj strani gornje trake i odaberite "Postavke sustava... -> Podrška za jezike").
ia: Le files de supporto del linguas pro tu lingua eligite sembla incomplete. Tu pote installar le componentes mancante per cliccar sur "Face fluer iste action nunc" e seque le instructiones. Necessita un connexion active de Internet. Si tu desira facer isto successivemente, per favor usa in vice le Supporto de Lingua. (clicca le icone al immediate dextra del barra alte e elige "System Settings... -> Software Sources").
ku: Peldankên piştgiriya zimanê ya hilbijartî kêm xuya dike. Hûn dikarin pêkhateyên kêm bi tikandina "Vê xebatê niha bixebitîne"yê bar bikin û dîrektîfan bişopînin. Înterneteke çalak pêwist e. Heke hûn bixwazin dawiyê çêbikin, ji jerema xwe li şûna wê Piştgiriya Zimên bi kar bînin (li sembola rastê ya darika jor bitikînin û "Mîhengên Pergalê... -> Piştgiriya Zimên' hilbijêrin").
ne: तपाईले छनौट गर्नुभएको भाषाको भाषा समर्थन फाईल अपुग छ । तपाईले यसलाई स्थापित "यो कार्य चलान गर्न" थिचेर निर्देशन पालन गर्नुहोस् । यसको लागि इन्टरनेट चाहिन्छ । यदि तपाई यसलाई अरु कुनै बेला गर्न चाहानुहुन्छ भनि यसको साटो भाषा समर्थन प्रयोग गर्नुहोस् ।
sc: Sos archìvios de su suportu de limba pro sa limba seletzionada paret chi siant incumpletos. Podes installare sos componentes chi mancant, clica in «Realiza cust'atzione como» e sighi sas istrutziones. Est netzessària unu cullegamentu ativu a Internet. Si lu disìgias podes fàghere custa operatzione in un'àtera iscuta impreende su suportu de limba (clica in s'icona situada in artu a destra de sa barra superiore e seletziona «Cunfiguratzione de su sistema ... -> Suportu de limba»).

source: Session Restart Required
am: ክፍለ ጊዜው እንደገና ማስነሳት ይጠይቃል
az: Seansı Yenidən Başlatmanız Lazımdı
cy: Angen Ailgychwyn Sesiwn
hr: Potrebno je ponovno pokretanje sesije
ia: Re-initio del session necessari
ku: Jinûve-destpêkirina Danişînê Pêwist e
lb: En Neistart vun der Sëtzung ass néidesch
ne: सत्र पुन:चालन आवश्यक छ
sc: Est netzessàriu torrare a cumentzare sa sessione
sd: سيشن جي ٻيهر شروعات گهربل

source: The new language settings will take effect once you have logged out.
am: አዲስ ያሰናዱት ቋንቋ ተግባራዊ የሚሆነው ወጥተው ሲገቡ ነው
az: Yeni dil tənzimləmələriniz hesabdan çıxdığınız zaman özünü biruzə verəcək.
cy: Bydd y newidiadau iaith yn weithredol wedi i ti allgofnodi.
hr: Nove jezične postavke bit će primijenjene nakon što se odjavite.
ia: Le configurationes del nove lingua prendera effecto un vice que tu ha te disconnectite.
ku: Mîhengên zimanê nû, dê piştî têketinê derbasdar bin.
lb: Di nei Sproochastellungë ginn effikass, nodeems Dir Iech ofgemellt hutt.
ne: नयाँ भाषाको सेटिड तपाईले लग-अाउट गरेपछि परिवर्तन हुनेछ ।
sc: Sas optziones noas de sa limba ant ant a èssere ativas isceti cando serras sa sessione.
sd: ٻوليءَ جي نئين ترتيب تڏهن لاڳو ٿيندي جڏهن توهان هڪ ڀيرو خارج ٿيند‏ؤ.

source: Set system default language
am: የስርአቱን ነበር ቋንቋ ማሰናጃ
az: Sistemin varsayılan dilini təyin et
cy: Gosod iaith rhagosodedig y system
hr: Postavljanje zadanog jezika sustava
ia: Prefixar le lingua ordinari del systema
ku: Zimanê pergalê ya jixweber eyar bikin
ne: सिस्टम पूर्वनिर्धारित भाषा राख्न
sc: Istabilire sa limba predeterminada
sd: سرشتي جي ڊيفالٽ ٻولي مقرر ڪريو

source: System policy prevented setting default language
am: የ ስርአቱ አሰራር ነባር ቋንቋ ማሰናጃ ይከለክላል
cy: Wnaeth polisi'r system atal gosod yr iaith rhagosodedig
hr: Pravila sustava sprječavaju postavljanje zadanog jezika
ia: Le regulas de systema ha prevenite le configuration del lingua base.
ku: Polîtîkaya pergalê eyarkirina zimanê jixweber asteng kir.
ne: सिस्टम नीतिले पुर्वनिर्धारित भाषा राख्न रोक लगायो
sc: Sas diretivas de su sistema sunt blochende sa cunfiguratzione de sa limba predeterminada
sd: سرشتي جي پاليسيءَ ڊيفالٽ ٻولي مقرر ٿيڻ نه ڏني

source: don't verify installed language support
am: የተገጠሙ ቋንቋዎችን ድጋፍ አታረጋግጥ
az: quraşdırılan dil dəstəyini təsdiqləmə
cy: peidio dilysu'r gefnogaeth iaith sydd wedi ei gosod
hr: ne provjeravaj instalirane jezične podrške
ia: non verificar le supporto del lingua installate
ku: piştgiriya zimanê sazkirî pişt rast neke
lb: Installéiert Sproochënnerstëtzungen net iwwerpréiwen
ne: स्थापित भाषा समर्थन प्रमाणित नगर्नुहोस्
sc: no iscumproes su suportu de sa limba installada.
sd: تنسيب ٿيل ٻولي سهڪار جي تصديق نه ڪريو

source: alternative datadir
am: አማራጭ የዳታ ዳይሬክቶሪ
cy: datadir amgen
hr: alternativni direktorij podataka
ia: datadir alternative
ku: datadira alternatîf
lb: Alternativ Datendossier
ne: वैकल्पिक datadir
sc: Directory de datos alternativos.
sd: متبادل ڊيٽاخانو

source: target language code
am: የታለመው የ ቋንቋ ኮድ
az: hədəf dil kodu
cy: cod yr iaith darged
hr: kôd ciljnog jezika
ia: codice del lingua de destination
ku: koda zimanê hedefê
lb: Ziel Sproochcode
ne: लक्ष्य भाषा कोड
sc: Còdighe de sa limba de destinatzione.
sd: گهربل ٻولي ڪوڊ

source: check for the given package(s) only -- separate packagenames by comma
am: የተሰጠውን ጥቅል (ሎች) ብቻ -- የ ጥቅል ስሞችን በ ኮማ ይለዩ
az: sadəcə verilən paket(ləri) yoxla -- paket adlarını vergüllə ayır
cy: gwirio am y pecyn(nau) penodol yn unig -- gwahanu enwau pecynnau gydag atalnod
hr: provjera samo za dane pakete -- odvojite nazive paketa zarezom
ia: controlar pro le pacchetto(s) date solmente -- separar le nomines de pacchetto per virgula
ku: Tenê pakêta(ên) hatiye(hatine) dayîn venêrin -- pakêtên bi bêhnokan cudakirî
lb: nëmme fir bëstemmt(e) Pak/Päk préiwen -- puer Päknimm mat Komma trennen
ne: केवल दिइएको प्याकेजहरु चेक गर्न -- प्याकेजको नामलाई अल्पबिरामले छुट्याउनुहोस्
sc: Iscumproa solu sos pachetes indicados -- partzi sos nùmenes de sos pachetes cun una vìrgula.

source: output all available language support packages for all languages
am: ለሁሉም ቋንቋዎች ዝግጁ የሆኑ የ ቋንቋ ድጋፎች
az: bütün dillər üçün mövcud dil dəstək paketlərinin çıxışını ver
cy: allbynnu pob pecyn cefnogi iaith sydd ar gael ar gyfer pob iaith
hr: ispis svih dostupnih paketa jezične podrške za sve jezike
ia: emitter tote le pacchettos de supporto de lingua disponibile pro tote le linguas
ku: hemû pakêtên zimanan ên heyî bo hemû zimanan derdixe
ne: सबै भाषाको लागि उपलब्ध सबै भाषा समर्थन प्याकेजहरू देखाउनुहोस्
sc: Mustra totu sos pachetes disponìbiles de su suportu de limba, pro totu sas limbas
sd: سڀني ٻولين لاءِ سمورا ٻولي سهڪار پئڪيج ڏيکاريو

source: show installed packages as well as missing ones
am: ማሳየት የተገጠሙትን ጥቅሎች እንዲሁም ቀሪውን
az: çatışmayanlarla birlikdə qurulu olan dilləri də göstər
cy: dangos y pecynnau wedi eu gosod yn ogystal â'r rhai coll
hr: prikaži instalirane pakete kao i one koji nedostaju
ia: monstrar le pacchettos installate o non
ku: him pakêtên sazkirî him jî yên kêm nîşan bide.
lb: Souwuel installéiert Päk als och Päk déi feele weisen
ne: स्थापित तथा हराएका प्याकेजहरु देखाउन
sc: Mustra sos pachetes installados e a su matessi tempus cussos chi mancant.
sd: تنسيب ٿيل بنڊل به ڏيکاريو ۽ کٽل به ڏيکاريو
