Repository: elementary/os-patches
Catalog: po/*.po
Languages: am, az, cy, en@shaw, hr, ia, ku, lb, ne, sc, sd

source: Failed to apply the '%s' format choice. The examples may show up if you close and re-open Language Support.
am: መፈጸም አልተቻለም የ '%s' አቀራረብ ምርጫ: ምሳሌዎቹ ሊታዩ ይችላሉ የ ቋንቋ ድጋፍን ዘግተው እንደ ገና-ከ ከፈቱ
az: '%s' format seçimi tətbiq olunmadı. Əgər Dil Dəstəyini bağlayıb yenidən açsanız nümunələr sizə göstəriləcəkdir
cy: Methwyd cymhwyso'r fformat dewis '% s'. Gall yr enghreifftiau yn dangos os ydych yn cau ac ailagor Cymorth Iaith.
hr: Neuspjelo primjenjivanje odabira formata '%s'. Primjeri se mogu prikazati ako zatvorite i ponovo otvorite Podršku za jezike.
ia: Fallite a applicar le election de formato '%s'. Le exemplos pote displicar se si tu claude e re-aperi le Supporto del linguas.
ku: Sepandina formata '%s' a hilbijatî bi ser neket. Piştgiriya Zimên bigrin û ji nû ve vekin wê demê dê mînak bêne nîşankirin.
ne: '%s ' ढाँचा विकल्प लागू गर्न असफल । यदि तपाईले भाषा समर्थन बन्द अथवा पुन:खोल्नुभयो भनि उदाहरणहरु देखा पर्नेछन् ।
sc: No est istadu possìbile aplicare s'issèberu de su formatu «%s». Sos esempros si podent mustrare serra e torra a abbèrrere su Suportu de Limbas.

source: Language Support
am: የቋንቋ ድጋፍ
az: Dil Dəstəyi
cy: Cymorth Iaith
hr: Podrška za jezike
ia: Supporto del lingua
ku: Piştgiriya Zimên
lb: Sproochpak
ne: भाषा समर्थन
sc: Suportu limba
sd: ٻولي سهڪار

source: <big><b>Checking available language support</b></big> The availability of translations or writing aids can differ between languages.
am: <big><b>ዝግጁ የሆኑ የቋንቋ ድጋፎችን በመፈለግ ላይ</b></big> ለቋንቋዎች ትርጉም እና የመጻፊያ ድጋፍ እንደ ቋንቋዎቹ ይለያያል
az: <big><b>Mövcud dil dəstəyi yoxlanılır</b></big> Tərcümələrin və yazı köməklərinin mövcudluğu dillər arasında fərqlənə bilər.
cy: <big><b>Gwirio pa gefnogaeth iaith sydd ar gael</b></big> Gall beth sydd ar gael amrywio o un iaith i'r llall.
hr: <big><b>Provjera dostupne jezične podrške</b></big> Dostupnost prijevoda ili pomagala za pisanje može se razlikovati među jezicima.
ia: <big><b>Controlo pro le supporto del linguas disponibile</b></big> Le disponibilitate del adjutas al traductiones o al scriptura pote differer inter le linguas.
ku: <big> <b> Venêrîna piştgiriya zimanê heyî <!-- b--> <!-- big--> Rewşa bikaranîna wergeran an jî alîkarên nivîsê dibe ku di nav zimanan de ji hev cuda bin.
lb: <big><b>Disponibilitéit vu Sproochpaken ginn iwwerpréift</b></big> D'Disponibilitéit vun Iwwersetzungen a Schreifhëlllefe kann zwësche verschidde Sprooche variéieren.
ne: <big><b>उपलब्ध भाषा समर्थन चेेक हुदैछ</b></big>
sc: Sa disponibilidade de tradutziones o curretores ortogràficos podet bariare de una limba a s'àtera.
sd: <big><b>دستياب ٻوليءَ سهڪار جاچيندي</b></big> ترجمن ۽ لکتي سهڪارن جي دستيابي مختلف ٻولين لاءِ مختلف ٿي سگهي ٿي.

source: Installed Languages
am: የተገጠሙ ቋንቋዎች
az: Quraşdırılmış Dillər
cy: Ieithoedd wedi'u gosod
hr: Instalirani jezici
ia: Linguas installate
ku: Zimanên Sazkirî
lb: Installéiert Sproochen
ne: स्थापित भाषाहरु
sc: Limbas installadas.
sd: تنسيب ٿيل ٻوليون

source: When a language is installed, individual users can choose it in their Language settings.
am: ቋንቋ ሲገጠም የተለያዩ ተጠቃሚዎች በሚፈልጉት ቋንቋ የተሰናዳውን ስርአት መጠቀም ይችላሉ
az: Bir dil yüklənəndə, ayrı-ayrı istifadəçilər onu öz Dil tənzimləmələrində seçə bilərlər.
cy: Pan fydd iaith wedi ei gosod gall defnyddwyr unigol ei dewis yn eu gosodiaidau iaith.
hr: Kada je jezik instaliran, pojedini korisnici mogu ga odabrati u svojim postavkama jezika.
ia: Quando un lingua es installate, le usatores pote eliger las in lor specific configurationes del linguas.
ku: Dema zimaneke bê sazkirin, bikarhênerên takekesî dikarin wê ji mîhengên Ziman hilbijêrin.
lb: Wann eng Sprooch installéiert ass, ka jidder Benotzer seng eege Sproochastellunge wielen.
ne: जब भाषा स्थापिन हुन्छ तब व्यक्तिगत प्रयोगकर्ताहरुले त्यसलाई भाषा सेटिड्मा छनौट गर्न सक्नेछ्न्
sc: Cando si installat una limba, si podet isseberare sa pròpia in sas impostatziones.
sd: جڏهن ڪا ٻولي تنسيب ٿيل هجي، ته کاتيدار اها پنهنجي ٻوليءَ ترتيبن ۾ چونڊي سگهن ٿا.

source: Language for menus and windows:
am: ቋንቋ ለዝርዝሮች እና ለመስኮቶች
az: Menyu və pəncərələr üçün dil:
cy: Iaith dewislenni a ffenestri:
hr: Jezik za izbornike i prozore:
ia: Lingua pro le menu e le fenestras:
ku: Zimanê pêşek û paceyan:
lb: Sprooch fir Menüen a Fënsteren:
ne: मेनु र विन्डोजको लागि भाषा:
sc: Limbas pro menù e ventanas
sd: فهرستن ۽ درين لاءِ ٻولي

source: This setting only affects the language your desktop and applications are displayed in. It does not set the system environment, like currency or date format settings. For that, use the settings in the Regional Formats tab. The order of the values displayed here decides which translations to use for your desktop. If translations for the first language are not available, the next one in this list will be tried. The last entry of this list is always "English". Every entry below "English" will be ignored.
cy: Mae'r gosodiad hwn yn effeithio ar iaith eich bwrdd gwaith a rhaglenni yn unig. Nid yw'n gosod amgylchedd y system, fel gosodiadau arian cyfred neu fformat dyddiad. Ar gyfer hynny, defnyddio'r gosodiadau yn y tab Fformatau Rhanbarthol. Mae trefn y gwerthoedd a ddengys yma yn dynodi pa gyfieithiadau i ddefnyddio ar eich bwrdd gwaith. Os nad yw'r cyfieithiadau i'r iaith gyntaf ar gael, bydd yr un nesaf yn y rhestr yn cael ei ddefnyddio. "Saesneg" yw cofnod olaf y rhestr pob tro. Bydd pob gofnod dan "Saesneg" yn cael ei anwybyddu.
hr: Ove postavke obuhvaćaju samo jezik vaše radne površine i prikazanih aplikacija. Okružje sustava, poput valuta ili postavki formata datuma, nije obuhvaćeno. Za to koristite postavke u kartici Regionalni formati. Poredak ovdje prikazanih vrijednosti odlučuje koji će se prijevodi koristiti za vašu radnu površinu. Ako prijevod za prvi jezik nije dostupan, tada će sljedeći na popisu biti odabran. Zadnji unos ovog popisa je uvijek "Engleski". Svaki unos ispod "Engleski" biti će zanemaren.
ia: Iste preferentias affice solmente le lingua in tu scriptorio e del applicationes ibi monstrate. Illo non fixa le ambiente del systema, qual configurationes de valuta o formato de data. Pro illo, usa le configurationes del scheda le Formatos Regional. Le ordine del linguas monstrate ci, decide qual traductiones usar in tu scriptorio. Si le traductiones pro le prime lingua non es disponibile, Lo immediate successive essera usate. Le ultime entrata de iste lista es sempre le "Anglese". Tote le entrata sequente le "Anglese" essera ignorate.
ku: Ev mîheng tenê bandor li zimanê sermasê û sepanên we dike. Derdora pergalê, yekeya diravê û şêweya tarîxê eyar nake. Ji bo wê hilpekîna mîhengên Şêweyên Herêmî bi kar bînin. Rêza li vir a nişankirî, biryarê dide ku ji bo sermaseya we kîjan werger dê were bikaranîn. Heke wergerên zimanê pêşî tune bin, rêzên vê lîsteyê dê were ceribandin. Dawiya vê lîsteyê her tim 'îngilîzî' ye. Hemû ketanên li bin 'Îngilîzî' dê neyê hesibandin.
lb: Déi Astellung betrëfft nëmmen d'Sprooch vun der Aarbechtsëmgéigend an d'Applikatiounen. Et ännert net d'Sproochastellunge vum ganze System, wéi z.B. de Format vun der Währung oder dee vum Datum. Dofir benotzt d'Astellungen w.e.g. am »Regional Formaten«. D'Reiefolleg vun de Wäerter, déi hei ugewise sinn, bestëmmen d'Sprooch déi benotzt gëtt. Wann eng Iwwersetzung feelt, gëtt automatesch di nächst Sprooch an der Lëscht benotzt. Déi lescht Aschreiwung ass ëmmer »Englesch«. All Aschreiwungen di ënnendrënner vun »Englesch« sinn, ginn ignoréiert.
ne: यो सेटिङले आफ्नो डेस्कटप र एप्लिकेसन​​मा प्रदर्शित भाषालाई मात्र​ असर गर्छ। येसले मुद्रा वा मिति ढाँचा सेटिङहरू जस्ता सिस्टम वातावरण सेट गर्दैन​। त्यसका लागि रिजनल फर्म्याट ट्याबमा भ​एको सेटिङ प्रयोग गर्नुहोस्। यहाँ प्रदर्शित मान को क्रमले आफ्नो डेस्कटपका लागि कुन​ अनुवाद प्रयोग गर्ने निर्णय गर्छ​। पहिलो भाषा लागि अनुवाद उपलब्ध छैन भने, यो सूचीमा भ​एको अर्को प्रयास गरिनेछ। यो सूची अन्तिम प्रविष्टि सधैं "अंग्रेजी" छ। "अंग्रेजी" तल हरेक प्रविष्टि उपेक्षा गरिनेछ।
sc: Custa cunfiguratzione tocat petzi sa limba de su Desktop e sas aplicatziones chi in cue si mustran. Non cunfigurat su sistema intreu, comente sa moneda o sa cunfiguratzione de su formadu de sa data Pro custu imprea sas cunfiguratziones in su Formadu Regionale. S'òrdine de su balore chi si mustrant inoghe detzidit cale tradutzione impreare in su Desktop. Si sas tradutziones pro sa prima limba non sunt disponìbiles, s'at a proare cun s'àtera de sa lista. S'ùrtima intrada in sa lista at a èssere semper «inglesu». Cale si siat intrada posteriore a «inglesu» non s'at a leare in cunsìderu.

source: <small><b>Drag languages to arrange them in order of preference.</b> Changes take effect next time you log in.</small>
am: <small><b>እንደ ምርጫዎ ለማዘጋጀት ቋንቋውን ይዘው ይጎትቱ</b> ለውጡ ተፈጻሚ የሚሆነው በሚቀጥለው ጊዜ ሲገቡ ነው</small>
az: <small><b>Tərcih etdiyiniz dili daşıyaraq düzün.</b> Dəyişikliklər bir sonrakı girişinizdə aktivləşəcək.</small>
cy: <small><b>Llusgo ieithoedd er mwyn eu trefnu yn ôl trefn blaenoriaeth.</b> Bydd y newidiadau yn cael eu heffaith y tro nesaf y byddwch yn mewngofnodi.</small>
hr: <small><b>Povucite jezike za promjenu redoslijeda.</b> Promjene će biti primijenjene nakon slijedeće prijave.</small>
ia: <small><b>Trahe le linguas pro arrangiar los in ordine de preferentia.</b> Le cambios habera effecto desde tu successive connexion.</small>
ku: <small> <b>Ji bo sererastkirina rêza tercîhkirî zimanan kaş bikin.</b> Guhertin piştî têketina we dê were sepandin.</small>
ne: <small><b>भाषाहरूलाई तपाईँको अभिरुची अनुसार मिलाउन ड्र्याग गर्नुहोस् ।</b> अर्को पटक लगइन गर्दा परिवर्तन देखिने छ।</small>

source: Apply System-Wide
am: በስርአቱ ሙሉ መፈጸሚያ
az: Ümumi sitemə tətbiq et
cy: Gweithredu ar draws y system
hr: Primijeni na cijelom sustavu
ia: Applicar a tote le systema
ku: Di Hemû Pergalê de Bisepînin
lb: Systemwäit applizéieren
ne: व्यापक प्रणाली लागू गनुहोस् !
sc: Àplica a totu su sistema
sd: سموري سرشتي ۾ لاڳو ڪريو

source: <small>Use the same language choices for startup and the login screen.</small>
am: <small>ለ ማስጀመሪያ እና ለ መግቢያ መመልከቻ ተመሳሳይ ቋንቋ መጠቀሚያ</small>
az: <small>Başlanğıc və giriş ekranı üçün eyni dil seçimlərini istifadə et.</small>
cy: <small>Defnyddio'r un ddewisiadau iaith ar gyfer cicio'r system a'r sgrîn mewngofnodi.</small>
hr: <small>Koristite isti odabir jezika za pokretanje sustava i zaslon prijave.</small>
ia: <small>Usar le mesme lingua eligite pro le schermo de initio e de connexion.</small>
ku: Ji bo destpêk û dîmendera têketinê heman vebijêrkên zimên bi kar bînin.
ne: <small>सुरुआतमा र लगइन स्क्रिनमा त्यहि भाषा बिकल्प प्रयोग गर्न ।</small>
sc: <small>Imprea sas matessi optziones de sa limba pro su cumentzu e pro s'ischermada de atzessu.</small>
sd: <small>شروعات ۽ داخلا اسڪرين لاءِ ساڳي ٻولي چونڊ استعمال ڪريو.</small>

source: Install / Remove Languages...
am: መግጠም / ማጥፋት ቋንቋዎችን
az: Dilləri Quraşdır / Sil...
cy: Gosod / Tynnu Ieithoedd
hr: Instaliraj / Ukloni jezike...
ia: Installar / Remover le linguas...
ku: Zimanan Saz Bike / Rake
lb: Sprooche bäisetzen/ewechmaachen...
ne: भाषाहरु स्थापना गर्नुहोस् वा हटाउनुहोस् ...
sc: Installa / Disinstalla limbas
sd: ٻوليون تنسيب ڪريو يا هٽايو...

source: Keyboard input method system:
am: ለስርአቱ የፊደል ገበታ ማስገቢያ ዘዴ
az: Klaviatura daxil etmə metodu sistemi:
cy: System dull mewnbwn bysellfwrdd:
hr: Sustav unosa putem tipkovnice:
ia: Systema de methodo de input per le claviero:
ku: Pergala riya ketanê ya klavyeyê:
lb: System vun der Tastaturagimethod:
ne: किबोर्ड इनपुट मेथड सिस्टम:
sc: Sistema de mètodu de intrada de sa tastiera.
sd: ڪيبورڊ ٽائپنگ طريقي جو سسٽم

source: If you need to type in languages, which require more complex input methods than just a simple key to letter mapping, you may want to enable this function. For example, you will need this function for typing Chinese, Japanese, Korean or Vietnamese. The recommended value for Ubuntu is "IBus". If you want to use alternative input method systems, install the corresponding packages first and then choose the desired system here.
cy: Os oes angen arnoch i deipio mewn ieithoedd sydd angen dulliau mewnbwn mwy cymhleth na dim ond bysell syml i fapio nodau, efallai y bydd angen i chi alluogi'r swyddogaeth yma; Er enghraifft, bydd angen y swyddogaeth yma ar gyfer teipio Tsieinëeg, Japanëeg, Corëeg neu Fietnameg. Y gwerth argymhellir gan Ubuntu yw "iBus". Os hoffech chi ddefnyddio system dull mewnbwn arall, gosodwch y pecynnau cyfatebol yn gyntaf ac yna dewis y system iawn yma.
hr: Ako trebate pisati na jezicima, koji zahtijevaju složenije načine upisa od jednostavnog mapiranja tipke, možda želite omogućiti ovu funkciju. Na primjer, trebate ovu funkciju za tipkanje kineskog, japanskog, korejskog ili vijetnamskog jezika. Preporučena vrijednost za Ubuntu je "IBus". Ako želite koristiti alternativne načine unosa sustava, instalirajte prvo odgovarajuće pakete zatim odaberite željeni sustav ovdje.
ia: Si tu necessita scriber in linguas que require methodos de input plus complexe que justo que un simplice clave pro mappa de littera, tu pote habilitar iste function. Per exemplo, tu necessitara iste function pro scriber chinese, japonese, coreano o vietnamese. Le valor recommendate pro Ubuntu es "IBus". Si tu desira usar systemas de methodo de input alternative, installa antea le pacchetto correspondente e alora elige ci le systema desirate.
ku: Heke hûn divê ku bi zimanên din binivîsînin ên ku ji bo cotbuna tîpan ji xeynî klîdên basît, tevlihevtir riyên ketanê hewce dikin, hûn dikarin vê peywirê çalak bikin. Wekî mînak ji bo nivîsandina bi çînî, japonî, koreyî an jî viyetnamî hûn ê hewceyî vê peywirê bikin. Ji bo Ubuntuyê ketana tewsîyeyê "IBus" e. Heke hûn dixwazin pergalên ketanê yên alternatîf bi kar bînin, berê pakêtan saz bikin û piştî jî ji vir pergala daxwazkirî hilbijêrin.
ne: यदि भाषाहरुमा टाइप गर्नुछ जस्को लागि लेटर म्यापिङको सरल कुञ्जी भन्दा बढी जटिल आगत विधिहरू आवश्यक पर्छ भने यो फङ्सन सुचारु गर्नुहोस्। उदाहरणका लागि, तपाईं चिनियाँ, जापानी, कोरियन वा भियतनामी टाइपका लागि यो फङ्सन आवश्यक हुनेछ। उबुन्टु लागि सिफारिश मूल्य "IBus" छ। तपाईं वैकल्पिक इनपुट विधि प्रणाली प्रयोग गर्न चाहनुहुन्छ भने, पहिलो सोही प्याकेजहरू स्थापना गरि त्यसपछि यहाँ इच्छा लागेको सिस्टम छनौट गर्नुहोस्।
sc: Si tenes sa netzessidade de iscrìere cun limbas chi ant bisòngiu de mètodos de intrada prus cumplicados, podes ativare custa funtzione Pro esempru, custa funtzione serbit pro iscrìere in tzinesu, giaponesu, coreanu o vietnamita. Su balore racumandadu pro Ubuntu est «IBus». Si tenes bisòngiu de impreare mètodos de intrada alternativos, installa primu sos pachetes chi currispondent e a pustis issèbera su mètodu disigiadu inoghe.

source: Display numbers, dates and currency amounts in the usual format for:
am: ቁጥሮችን ፡ ቀኖችን እና የገንዘብን ዋጋ በተለመደው አቀማመጥ ማሳያ ለ :
az: Rəqəmlər, tarixlər və valyutanın göstəriləcəyi format:
cy: Dangos rhifau, dyddiadau a symiau arian yn y fformat arferol ar gyfer:
hr: Prikaži brojeve, datume i iznose valuta u uobičajenom formatu za:
ia: Monstrar le numeros, le datas e le quantitate de moneta in le formato usual pro:
ku: Jimare, tarîx û yekeya diravê mîna her tim nîşan bike:
lb: Zuelen, Datumen a Währunge weisen an der gewinnter Schreifweis fir:
ne: संख्या , मिति र नगद संख्याहरू निम्नको लागि स्वभाविक रूपमा देखाउने :
sc: Mustra nùmeros, datas e cantidades monetàrias in su formadu currente pro:
sd: انگ، تاريخون ۽ سڪن جون رقمون عام طرح ڏيکاريو هن لاءِ:

source: This will set the system environment like shown below and will also affect the preferred paper format and other region specific settings. If you want to display the desktop in a different language than this, please select it in the "Language" tab. Hence you should set this to a sensible value for the region in which you are located.
cy: Bydd hyn yn gosod amgylchedd y system fel sy'n cael ei ddangos isod a bydd hefyd yn effeithio ar y fformat papur a gosodiadau penodol rhanbarthol eraill. Os hoffech chi ddangos y bwrdd gwaith mewn iaith gwahanol, gallwch ei ddewis yn y tab "Iaith". Felly dylech ei osod i werth call ar gyfer y rhanbarth rydych wedi ei leoli ynddo.
hr: To će postaviti okružje sustava kao što je prikazano ispod, te će također utjecati na željeni format papira i druge određene postavke regije. Ako želite prikazati radnu površinu u drugom jeziku, odaberite ga u kartici "Jezik". Stoga, ovo biste trebali postaviti na razumnu vrijednost za regiju u kojoj se nalazite.
ia: Illo fixara le ambiente del systema assi como monstrate infra e afficera alsi le preferentia del formato del papiro e de altere configurationes specific de region. Si tu desira monstrar le scriptorio in in lingua differente per favor elige la in le scheda "Lingua". De hic tu debe fixar isto a un valor sensate pro le region ubi tu es locate.
ku: Ev, mîna li jêr nişan kiriye, dê derdora pergalê eyar bike û bandorê li formata kaxidê ya tercîhkirî û mîhengên din ên herêma din jî bike. Heke hûn bixwazin sermaseya xwe bi zimaneke din bibînin, ji kerema xwe hilpekîna "Ziman"ê hilbijêrin. Ji ber wê ye ku divê hûn ji bo herêma ku hûn lê ne, mîhengên biaqilane bikin.
lb: D'Astellunge leeën d'Aarbechtsëmgéigend, wéi ënne gewisen, fest an hunn eng Wierkung och op dem Pabeierformat an aner spezifesch regional Astellungen. Wann Dir d'Aarbechtsëmgéigend an enger anerer Sprooch wëllt als déi déi gewielt ass, benotzt d'Klapp »Sprooch«. Dir sollt léiwer d'Astellunge par Rapport vum Land wou der Iech befënnt wielen.
ne: यसले सिस्टम वातावरणलाई तल देखाए जस्तो बनाउछ । यदि तपाई डेक्सटपमा अरु कुनै भाषा हेर्न चाहानुहुन्छ भनि त्यसलाई "भाषा" ट्याबमा छनौट गर्न सक्नुहुन्छ । तपाइले यसलाई अापु रहेको क्षेत्र अनुरुप राख्नुपर्ने हुन्छ ।
sc: Custu at a cunfigurare su sistema comente benit mustradu suta e a su matessi tempus at a modificare sas preferèntzias de su formadu de su pabiru e àteras cunfiguratziones regionales ispetzìficas. Si disìgias chi su Desktop siat in una limba diferente, seletziona·la in sa ventanedda «Limba». Dae inoghe si podet istabilire unu balore adeguadu a sa regione in ue bives.

source: <small>Changes take effect next time you log in.</small>
am: <small>ለውጡ ተግባራዊ የሚሆነው በሚቀጥለው ሲገቡ ነው</small>
az: <small>Dəyişikliklər gələn dəfə daxil olandan sonra özünü biruzə verəcək.</small>
cy: <small>Bydd y newidiadau yn weithredol y tro nesaf i ti fewngofnodi.</small>
hr: <small>Promjene će se primijeniti prilikom sljedeće prijave u sustav.</small>
ia: <small>Le cambios habera effecto desde tu successive connexion.</small>
ku: <small>Guhertin dê piştî têketina we bêne çalakkirin.</small>
lb: <small>Ännerunge gi bei der nächster Umellung iwwerholl.</small>
ne: <small> तपाईंले अर्को पटक लग इन गर्दा परिवर्तन देखिनेछ। </small>
sc: <small>Sos càmbios ant a èssere efetivos a s'àtera borta chi intras </small>
sd: <small>تبديليون ٻيهر داخل ٿيڻ وقت لاڳو ٿينديون.</small>

source: <small>Use the same format choice for startup and the login screen.</small>
am: <small>ለ ማስጀመሪያ እና ለ መግቢያ መመልከቻ ተመሳሳይ አቀራረብ መጠቀሚያ</small>
az: <small>Başlanğıc və giriş ekranı üçün eyni format seçimindən istifadə et.</small>
cy: <small>Defnyddiwch yr un dewis fformat ar gyfer cychwyn a'r sgrin mewngofnodi.</small>
hr: <small>Koristite isti odabir formata za pokretanje sustava i zaslon prijave.</small>
ia: <small>Usar le mesme formato eligite pro le schermo de initio e le connexion.</small>
ku: <small>Heman formatê ji bo destpêk û dîmendera teketinê bi kar bînin.</small>
ne: <small>सुरुआतमा र लगइन स्क्रिनमा एउटै ढाँचा विकल्प प्रयोग गर्न</small>
sc: <small>Imprea sa matessi optzione de su formadu pro su cumentzu e pro s'ischermada de atzessu.</small>
sd: <small>فارميٽ جي ساڳي چونڊ شروعات ۽ داخلا اسڪرين لاءِ پڻ استعمال ڪريو.</small>

source: Currency:
am: ገንዘብ
az: Valyuta:
cy: Arian cyfred
hr: Valuta:
ia: Numerario:
ku: Dirav:
lb: Währung:
ne: मुद्रा:
sc: Moneda:
sd: سڪو:

source: Date:
am: ቀን
az: Tarix:
cy: Dyddiad
hr: Datum:
ia: Data:
ku: Tarîx:
lb: Datum:
ne: मिति:
sc: Data:
sd: تاريخ:

source: Number:
am: ቁጥር
az: Rəqəm:
cy: Rhif:
hr: Broj:
ia: Numero:
ku: Hejmar:
lb: Zuel:
ne: नम्बर:
sc: Nùmeru
sd: عدد:

source: <b>Example</b>
am: <b>ለምሳሌ</b>
az: <b>Nümunə</b>
cy: <b>Enghraifft</b>
hr: <b>Primjer</b>
ia: <b>Examplo</b>
ku: <b>Mînak</b>
lb: <b>Beispill</b>
ne: <b>उदाहरण</b>
sc: <b>Esempru</b>
sd: <b>مثال</b>

source: Regional Formats
am: የአካባቢው አቀማመጥ
az: Yerli Formatlar
cy: Fformatau Rhanbarthol
hr: Regionalni formati
ia: Formatos regional
ku: Formatên Herêmî
lb: Regional Formaten
ne: क्षेत्रीय फर्म्याटस्
sc: Formados regionales
sd: علاقائي ترتيبون

source: Configure multiple and native language support on your system
am: የበርካታ ቋንቋዎችን ድጋፍ በስርአቱ ላይ ማዋቀሪያ
az: Sisteminizdə çoxsaylı və yerli dil dəstəyini quraşdırın
cy: Cyflunio cefnogaeth iaith frodorol ac amlieithog ar dy system
hr: Podešavanje podržanih jezika na vašem sustavu
ia: Configura le supporto multiple e native del linguas sur tu systema
ku: Piştgiriya pirzimanî û zimanên dayîkî di pergala xwe de veava bike
lb: Méi- a Mammesproochpake konfiguréieren
ne: अाफ्नो सिस्टममा बहु र स्थानिय भाषा समर्थन कन्फिगर गर्नुहोस्
sc: Cunfigura su suportu mùltiplu e sa limba nadia pro su sistema tuo.
sd: پنهنجي سسٽم تي مقامي توڙي ٻين ٻولين جو سهڪار ترتيب ڏيو

source: Incomplete Language Support
am: ያልተሟላ የቋንቋ ድጋፍ
az: Yarımçıq Dil Dəstəyi
cy: Cefnogaeth iaith anghyflawn
hr: Nepotpuna jezična podrška
ia: Supporto del lingua incomplete
ku: Piştgiriya Zimên a Netemamkirî
lb: Onvollstännege Sproochpak
ne: भाषा समर्थन अपूर्ण
sc: Suportu limba incumpletu
sd: نامڪمل ٻولي سهڪار
