Repository: elementary/os-patches
Catalog: po/csb.po
Languages: csb

source: Chinese (simplified)
csb: chińsczi (prosti)

source: Chinese (traditional)
csb: chińsczi (tradicjowi)

source: No language information available
csb: Felëje wëdowiédza ò jãzëkù

source: The system does not have information about the available languages yet. Do you want to perform a network update to get them now?
csb: Systema ni zamëkô jesz w se wëdowiédzë ò przistãpnëch jãzëkach. Zrëszëc sécową aktualizacëjã, abë jã dobëc?

source: _Update
csb: Zakt_ualni

source: Language
csb: Jãzëk

source: Installed
csb: Winstalowóny

source: %(INSTALL)d to install
csb: %(INSTALL)d do winstalowaniô

source: %(REMOVE)d to remove
csb: %(REMOVE)d do rëmniãcô

source: none
csb: felënk

source: Software database is broken
csb: Załamónô baza paczetów

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
csb: Instalacëjô ë rëmanié softwôrë nie je mòżlëwé. Proszã do tegò brëkòwac menadżera paczétów "Synaptic" abò wpisac w terminalu pòlét "sudo apt-get install -f" bë naprawic nen problem.

source: Could not install the selected language support
csb: Nie dało sã winstalowac òbsłëdżi wëbrónëgò jãzëka

source: This is perhaps a bug of this application. Please file a bug report at https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
csb: Mòżlëwé, że je to fela ti programë. Proszã wësłac rapòrt ò felë ze starnë https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug

source: Could not install the full language support
csb: Nie dało sã winstalowac fùl òbsłëdżi jãzëków

source: The language support is not installed completely
csb: Òbsłużënk przistãpnych jãzëków nie òsta całowno winstalowónô

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
csb: Ni wszëtczé dolmaczënczi ë pòmòcné dodôwczi dlô twòjegò jãzëka są terô winstalowóné. Chcesz je terô doinstalowac?

source: _Remind Me Later
csb: _Przëbôczë pòzdze

source: _Install
csb: _Instalëjë

source: Details
csb: Detale

source: Language Support
csb: Jãzëczi

source: <big><b>Checking available language support</b></big> The availability of translations or writing aids can differ between languages.
csb: <big><b>Sprôwdzanié przëstãpnotë wspiarcô jãzëków</b></big> Przëstãpnosc dolmaczënków abò dodôłny softwôrë mòże bëc wszelejakô w różnych jãzëkach.

source: Installed Languages
csb: Winstalowóné jãzëczi

source: When a language is installed, individual users can choose it in their Language settings.
csb: Jak jãzëk bãdze ju winstalowóny to brëkòwnicë bãdą mòglë gò wëbierac w swòjich jãzëkòwich nastôwach.

source: Language for menus and windows:
csb: Jãzëk dlô menu ë òczén:

source: This setting only affects the language your desktop and applications are displayed in. It does not set the system environment, like currency or date format settings. For that, use the settings in the Regional Formats tab. The order of the values displayed here decides which translations to use for your desktop. If translations for the first language are not available, the next one in this list will be tried. The last entry of this list is always "English". Every entry below "English" will be ignored.
csb: To ustawienie ma wpływ na środowisko pulpitu oraz uruchamiane programy. Nie zmienia ono systemu pod kątem preferowanych walut czy formatu daty. Aby zmienić te parametry, użyj zakładki "Ustawienia regionalne". Wyświetlana kolejność, decyduje o preferencjach języków. Jeżeli pierwsza wersja językowa dla danego programu nie jest dostępna, użyty zostanie następny język z listy. Ostatnią pozycją musi być zawsze język angielski. Każdy inny poniżej angielskiego, będzie ignorowany.

source: Apply System-Wide
csb: Zastosùjë dlô człownégò systemù

source: Install / Remove Languages...
csb: Winstalëjë / Rëmôj jãzëczi...

source: Keyboard input method system:
csb: Metoda wprowôdzaniu z klawiaturë:

source: Display numbers, dates and currency amounts in the usual format for:
csb: Wëskrzënianié wielënów, datumów ë dëtkół w fòrmace dlô:

source: This will set the system environment like shown below and will also affect the preferred paper format and other region specific settings. If you want to display the desktop in a different language than this, please select it in the "Language" tab. Hence you should set this to a sensible value for the region in which you are located.
csb: To ustawienie będzie miało taki wpływ na system, jak przedstawiono poniżej. Zmiany dotkną domyślnych rozmiarów papieru oraz innych ustawień regionalnych. Chcąc zmienić język pulpitu, wybierz właściwy z zakładki "Języki". Pamiętaj o wymienionych wyżej konsekwencjach wprowadzania zmian.

source: <small>Changes take effect next time you log in.</small>
csb: <small>Zmianë bãdą aktiwné przë nôslédnym wlogòwaniu do systemë.</small>

source: Currency:
csb: Dëtczi

source: Date:
csb: Datum:

source: Number:
csb: Wielëna:

source: <b>Example</b>
csb: <b>Przëmiôr</b>

source: Regional Formats
csb: Òbéńdowé nastôwë

source: Configure multiple and native language support on your system
csb: Kònfigùracëjô wielojãzëkòwégò wspiarcô w systemie

source: Incomplete Language Support
csb: Niefùlwôrtné wspiarcé dlô jãzëka

source: Session Restart Required
csb: Nót je zrëszëc kòmpùtr znowa

source: The new language settings will take effect once you have logged out.
csb: Nowé jãzëkòwé nastôwë bãdą aktiwné pò nowim wlogòwaniu.

source: don't verify installed language support
csb: bez sprôwdzaniô winstalowónegò wspiarca dlô jãzëków

source: alternative datadir
csb: alternatiwny katalog pòdôwków

source: target language code
csb: Docélowi kòd jãzëka

source: check for the given package(s) only -- separate packagenames by comma
csb: sprôwdzë blós dóné paczétë -- rozparłãczë miona paczétów rozczidnikama

source: show installed packages as well as missing ones
csb: wëskrzëni winstalowóné ë felëjącé paczétë
