Repository: elementary/os-patches
Catalog: po/ln.po
Languages: ln

source: Chinese (simplified)
ln: Lisinwazi (ya mpási tɛ̂)

source: Chinese (traditional)
ln: Lisinwazi (ya bonkɔ́kɔ)

source: No language information available
ln: Liyebisi ya lokótá emonani tɛ̂

source: The system does not have information about the available languages yet. Do you want to perform a network update to get them now?
ln: Sistɛ́mɛ ezui nanu liyebisi ya ba lokótá tɛ̂. Olingi koluka mpe kozua yango na rézo?

source: _Update
ln: _Kotíya-sika

source: Language
ln: Lokótá

source: Installed
ln: Efandi

source: %(INSTALL)d to install
ln: %(INSTALL)d kofandisa

source: %(REMOVE)d to remove
ln: %(REMOVE)d kolongola

source: none
ln: Yɔ̌kɔ́ tɛ̂

source: Software database is broken
ln: Databazi ya litámbuiselo ebeba

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
ln: Okoki tɛ̂ kofandisa to mpo kolongola litámbuiselo. Bolimbisi, salela moyángeli liboké "Synaptic" to tambwisa Komandɛ "sudo apt-get install -f" na terminalɛ mpo na kobongisa kpokoso.

source: Could not install the selected language support
ln: Ekoki tɛ̂ kofandisa lokótá óyó opɔni

source: This is perhaps a bug of this application. Please file a bug report at https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
ln: Tango mosusu ezalí bobeli ya etámbuiselo. Bolimbisi, mpesa lapɔ́lɔ na https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug

source: Could not install the full language support
ln: Ekoki tɛ̂ kofandisa liboké nyonso ya lokótá

source: Usually this is related to an error in your software archive or software manager. Check your preferences in Software Sources (click the icon at the very right of the top bar and select "System Settings... -> Software Sources").
ln: Mingi mingi libungi óyó ewutaka na liboké ya etambuisélo to mpé na moyangeli etambuisélo. Tala boluli na yo na esika etambuisélo ewuti

source: Failed to authorize to install packages.
ln: Ndingisa epesami tɛ̂ mpo na bofandisi maboké oyo.

source: The language support is not installed completely
ln: Liboké ya lokótá efandi nyonso tɛ̂

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
ln: Bobongoli ya lokótá pɔni efandi nyonso tɛ̂. Olingi kofandisa nyonso sikoyo?

source: _Remind Me Later
ln: _Kundola mwa sima

source: _Install
ln: _Fandisa

source: Details
ln: Détayɛ

source: Failed to apply the '%s' format choice. The examples may show up if you close and re-open Language Support.
ln: Eboyi kondima foloma '%s' pɔni. Ndakisa ya likolo soki okangi mpe ofungoli lisusu Mofandisi Lokótá.

source: Language Support
ln: Mafandisi lokótá

source: <big><b>Checking available language support</b></big> The availability of translations or writing aids can differ between languages.
ln: <big><b>Ezo luka liboké ya ba kótá </b></big> Eko zala na lolénge babongoli ba kótá.

source: Installed Languages
ln: Lokótá efandi

source: When a language is installed, individual users can choose it in their Language settings.
ln: Ntango lokótá efandi, basaleli ya masini bakosalela na lolénge motu na motu pɔni.

source: Language for menus and windows:
ln: Lokótá ya méni na mpe maninisa:

source: <small><b>Drag languages to arrange them in order of preference.</b> Changes take effect next time you log in.</small>
ln: <small><b>Benda ba kótá mpe bongisa na molongo oyo olingi.</b> Molongo ya bobongisi ekondimama kaka na sima ya bokoti lisusu.</small>

source: Apply System-Wide
ln: Salisa na Sistɛ́mɛ nyonso

source: <small>Use the same language choices for startup and the login screen.</small>
ln: <small>Salela lokótá oyo na bopelisi mpe na étando ya bokoti.</small>

source: Install / Remove Languages...
ln: Bofandisi / Bolongoli lokótá...

source: Keyboard input method system:
ln: Lolenge ya ekomélo na sistɛ́mɛ:

source: Display numbers, dates and currency amounts in the usual format for:
ln: Monisa mitúya, mokɔlɔ mpe motango ya mbɔ́ngɔ na foloma ya:

source: <small>Changes take effect next time you log in.</small>
ln: <small>Mabongisi mikondimama na ntango ya bokoti lisusu na sesio.</small>

source: <small>Use the same format choice for startup and the login screen.</small>
ln: <small>Salela foloma oyo na bopelisi mpe na étando ya bokoti.</small>

source: Currency:
ln: Mbɔ́ngɔ:

source: Date:
ln: Mokɔlɔ:

source: Number:
ln: Motúya:

source: <b>Example</b>
ln: <b>Ndakisa</b>

source: Regional Formats
ln: Bonɛ́nɛ ba ekángá

source: Configure multiple and native language support on your system
ln: Tia ba lokótá misusu na mpé lokótá ya mboka na yo na sistɛ́mɛ

source: Incomplete Language Support
ln: Liboké ya lokótá efandi nyonso tɛ̂

source: Session Restart Required
ln: Esengi kokanga mpe kofungola sesió

source: The new language settings will take effect once you have logged out.
ln: Lokótá olingi ekosalelama kaka na sima ya bobimi.

source: Set system default language
ln: Lokóta ya sistɛ́mɛ na ntango ya bozangi

source: System policy prevented setting default language
ln: Politíki ya bobateli sistɛ́mɛ epekisi botie Lokótá oyo ya nde ya bozangi

source: don't verify installed language support
ln: Kotála tɛ̂ Liboké ya Lokótá efanda

source: alternative datadir
ln: Ngala dosyé ya kabo

source: target language code
ln: Kɔdɛ ya Lokótá olingi

source: check for the given package(s) only -- separate packagenames by comma
ln: Ezo tála soki ba liboké biye bizaali--ezo kabola ba nkombo na kóma

source: output all available language support packages for all languages
ln: Ezo monisa liboké ya ba Lokótá nyonso oyo ezali

source: show installed packages as well as missing ones
ln: Monisa ba liboké efanda lokola mpe biye bizangi
