Repository: elementary/os-patches
Catalog: po/szl.po
Languages: szl

source: Chinese (simplified)
szl: chińsko (uproszczōno)

source: Chinese (traditional)
szl: chińsko (tradycyjno)

source: No language information available
szl: Niy ma informacyje ô godce

source: The system does not have information about the available languages yet. Do you want to perform a network update to get them now?
szl: Systym niy zawiyro jeszcze informacyji ô dostympnych jynzykach. Chcesz uaktualnić informacyje ô nich bez internet?

source: _Update
szl: _Uaktualnij

source: Language
szl: Mowa

source: Installed
szl: Zainstalowane

source: %(INSTALL)d to install
szl: %(INSTALL)d do zainstalowanio

source: %(REMOVE)d to remove
szl: %(REMOVE)d do skasowanio

source: none
szl: brak

source: Software database is broken
szl: Baza danych ôprogramowanio je felerno

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
szl: Niy idzie zainstalować ani skasować żodnego ôprogramowanio. Użyj mynedżera paketōw „Synaptic” abo rozkoż „sudo apt-get install -f” w terminalu, coby to nojprzōd sprawić.

source: Could not install the selected language support
szl: Niy podarziło sie zainstalować sparcio ôbranyj godki

source: This is perhaps a bug of this application. Please file a bug report at https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
szl: To może być skuli feleru we programie. Wyślij report ô felerze na https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug

source: Could not install the full language support
szl: Niy szło zainstalować połnego sparcio jynzyka

source: Usually this is related to an error in your software archive or software manager. Check your preferences in Software Sources (click the icon at the very right of the top bar and select "System Settings... -> Software Sources").
szl: Porzōnd je to skuli feleru archiwum ôprogramowanio abo mynedżera softwaru. Wejzdrzij do preferyncyji we Zdrzōdłach Ôprogramowanio (kliknij ikōna ze prawyj strōny na podku na wiyrchu i ôbier „Sztelōnki systymu… → Zdrzōdła ôprogramowanio”).

source: Failed to authorize to install packages.
szl: Niy szło autoryzować instalacyje paketōw

source: The language support is not installed completely
szl: Sparcie jynzyka niy je cołke zainstalowane.

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
szl: Niykere dostympne przekłady abo pōmoce do pisanio do ôbranych jynzykōw niy sōm jeszcze zainstalowane. Zainstalować je teroz?

source: _Remind Me Later
szl: _Spōmnij mi niyskorzij

source: _Install
szl: _Zainstaluj

source: Details
szl: Informacyje

source: Failed to apply the '%s' format choice. The examples may show up if you close and re-open Language Support.
szl: Wkludzynie formatu „%s” sie niy podarziło. Przikłady mogōm sie pokozać jak zawrzisz i zaś ôtworzisz Sparcie Jynzyka.

source: Language Support
szl: Sparcie Jynzyka

source: <big><b>Checking available language support</b></big> The availability of translations or writing aids can differ between languages.
szl: <big><b>Sprawdzanie dostympności sparcio jynzykōw</b></big> Dostympność przekładōw abo programōw pōmocy przi pisaniu może być rozmajte, zależnie ôd jynzyka.

source: Installed Languages
szl: Zainstalowane jynzyki

source: When a language is installed, individual users can choose it in their Language settings.
szl: Jak jynzyk je zainstalowany, to kożdy używocz może go ôbrać we swojich sztelōnkach jynzyka.

source: Language for menus and windows:
szl: Jynzyk myni i ôkyn:

source: This setting only affects the language your desktop and applications are displayed in. It does not set the system environment, like currency or date format settings. For that, use the settings in the Regional Formats tab. The order of the values displayed here decides which translations to use for your desktop. If translations for the first language are not available, the next one in this list will be tried. The last entry of this list is always "English". Every entry below "English" will be ignored.
szl: Zmiynio sztelōnki godki strzodowiska graficznego i programōw. Niy zmiynio preferowanych walut ani formatu daty. Te preferyncyje idzie skōnfigurować we karcie „Sztelōnki regiōnalne”. Porzōndek na liście decyduje ô tym, kere przekłady sōm nojprzōd używane. Jeźli wersyjo piyrszyj godki dlo danego programu niyma dostympno, to bydzie użyto dalszo godka z listy. Ôstatnio na tyj liście je dycki angelsko. Kożdo godka pod angelskōm bydzie zignorowano.

source: <small><b>Drag languages to arrange them in order of preference.</b> Changes take effect next time you log in.</small>
szl: <small><b>Przeciōng jynzyki, żeby je ułożyć podle preferyncyji.</b> Zmiany sie pokożōm na nastympny roz, jak sie wlogujesz.</small>

source: Apply System-Wide
szl: Zastosuj we cołkim systymie

source: <small>Use the same language choices for startup and the login screen.</small>
szl: <small>Używanie tyj samyj godki w czasie sztartu i logowanio.</small>

source: Install / Remove Languages...
szl: Zainstaluj / skasuj jynzyki...

source: Keyboard input method system:
szl: Metoda wkludzanio na tastaturze:

source: If you need to type in languages, which require more complex input methods than just a simple key to letter mapping, you may want to enable this function. For example, you will need this function for typing Chinese, Japanese, Korean or Vietnamese. The recommended value for Ubuntu is "IBus". If you want to use alternative input method systems, install the corresponding packages first and then choose the desired system here.
szl: Jak potrzebujesz pisać we jynzykach, co majōm barzij skōmplikowane metody wkludzanio aniżeli proste mapowanie knefla do litery, to może Ci sie przdać ta funkcyjo. Bez przikłod bydziesz jij potrzebować, do pisanio po chińsku, japōńsku, koreańsku abo wietnamsku. Rekōmyndowano werta we Ubuntu to je „IBus”. Jak chcesz używać inkszych metod wkludzanio, trzeba nojprzōd zainstalować ôdpednie pakety, a potym ôbrać sam systym.

source: Display numbers, dates and currency amounts in the usual format for:
szl: Format pokazowanio numerōw, dat i walut:

source: This will set the system environment like shown below and will also affect the preferred paper format and other region specific settings. If you want to display the desktop in a different language than this, please select it in the "Language" tab. Hence you should set this to a sensible value for the region in which you are located.
szl: To nasztaluje strzodowisko systymowe tak jak pokozano niżyj, jak i wychodnych miar papiōru i inkszych sztelōnkōw regiōnalnych. Jak chcesz, żeby pulpit sie pokazowoł we inkszym jynzyku jak tyn, ôbier go we karcie „Godka”. Beztōż dobrze je nasztalować ôdpednio werta dlo regiōnu, co żeś w nim je.

source: <small>Changes take effect next time you log in.</small>
szl: <small>Zmiany sie pokożōm na nastympny roz, jak sie wlogujesz</small>

source: <small>Use the same format choice for startup and the login screen.</small>
szl: <small>Użyj tego samego formatu przi sztartowaniu i logowaniu.</small>

source: Currency:
szl: Waluta:

source: Date:
szl: Data:

source: Number:
szl: Numer:

source: <b>Example</b>
szl: <b>Przikłod</b>

source: Regional Formats
szl: Formaty regiōnalne

source: Configure multiple and native language support on your system
szl: Kōnfiguruj sparcie norodowyj i inkszych godek we systymie

source: Incomplete Language Support
szl: Niykōmpletne sparcie jynzyka

source: The language support files for your selected language seem to be incomplete. You can install the missing components by clicking on "Run this action now" and follow the instructions. An active internet connection is required. If you would like to do this at a later time, please use Language Support instead (click the icon at the very right of the top bar and select "System Settings... -> Language Support").
szl: Zbiory sparcio ôbranyj godki sōm niykōmpletne. Idzie zainstalować kōmpōnynta, co brakujōm, bez klikniyńcie knefla „Zrōb to teroz” i postympowanie podle instrukcyji. Potrzebne je aktywne połōnczynie internetowe. Jak chcesz to zrobić niyskorzij, to użyj Sparcio Jynzyka (kliknij ikōna na posku z wiyrchu ze prawyj strōny i ôbier „Sztelōnki systymu… → Godki”).

source: Session Restart Required
szl: Trzeba sztartnōńć sesyjo na nowo

source: The new language settings will take effect once you have logged out.
szl: Nowe sztelōnki jynzyka pokożōm sie po ôdlogowaniu.

source: Set system default language
szl: Wychodno godka systymu

source: System policy prevented setting default language
szl: Podle polityki systymu niy idzie zmiynić wychodnyj godki

source: don't verify installed language support
szl: niy weryfikuj zainstalowanego sparcio godek

source: alternative datadir
szl: alternatywny katalog danych

source: target language code
szl: kod docylowyj godki

source: check for the given package(s) only -- separate packagenames by comma
szl: sprawdź ino dane pakety — rozdziel miana paketōw kōmami

source: output all available language support packages for all languages
szl: pokoż wszyjske dostympne pakety godki dlo wszyjskich jynzykōw

source: show installed packages as well as missing ones
szl: pokoż pakety zainstalowane i te, co brakujōm
