Repository: elementary/os-patches
Catalog: debian/po/*.po
Languages: tr

source: Chainload from menu.lst?
tr: menu.lst dosyasından zincirleme yükleme yapılsın mı?

source: GRUB upgrade scripts have detected a GRUB Legacy setup in /boot/grub.
tr: GRUB yükseltme betikleri /boot/grub altında eski bir GRUB kurulumu algıladı.

source: In order to replace the Legacy version of GRUB in your system, it is recommended that /boot/grub/menu.lst is adjusted to load a GRUB 2 boot image from your existing GRUB Legacy setup. This step can be automatically performed now.
tr: Sisteminizdeki eski sürüm GRUB kurulumunu değiştirmek için, /boot/grub/menu.lst dosyasının bir GRUB 2 önyükleme görüntüsünü var olan eski GRUB kurulumundan yüklenmesine olanak tanıyacak şekilde değiştirilmesi gerekmektedir. Bu adım şimdi otomatik olarak gerçekleştirilebilir.

source: It's recommended that you accept chainloading GRUB 2 from menu.lst, and verify that the new GRUB 2 setup works before it is written to the MBR (Master Boot Record).
tr: Yeni GRUB 2 kurulumu Ana Önyükleme Kaydı'na (MBR) yazılmadan önce GRUB 2'nin menu.lst'den zincirleme önyüklemesini kabul etmeniz ve GRUB 2 kurulumunun çalıştığını doğrulamanız önerilir.

source: Whatever your decision, you can replace the old MBR image with GRUB 2 later by issuing the following command as root:
tr: Seçiminiz ne olursa olsun, root kimliği ile aşağıdaki komutu çalıştırarak eski MBR görüntüsünü GRUB 2 ile değiştirebilirsiniz:

source: GRUB install devices:
tr: GRUB kurulum aygıtları:

source: The grub-pc package is being upgraded. This menu allows you to select which devices you'd like grub-install to be automatically run for, if any.
tr: grub-pc paketi yükseltiliyor. Bu menü, eğer varsa, grub-install komutunun hangi aygıtlar için otomatik olarak çalıştırılacağını seçmenize olanak tanır.

source: Running grub-install automatically is recommended in most situations, to prevent the installed GRUB core image from getting out of sync with GRUB modules or grub.cfg.
tr: Sistemde kurulu olan GRUB çekirdek görüntüsünün GRUB modülleri veya grub.cfg ile uyumunun bozulmasını engellemek için, çoğu durumda grub-install komutunun otomatik olarak çalıştırılması önerilir.

source: If you're unsure which drive is designated as boot drive by your BIOS, it is often a good idea to install GRUB to all of them.
tr: Eğer hangi sürücünün BIOS tarafından önyükleme sürücüsü olarak belirlendiğinden emin değilseniz, GRUB'u tüm sürücülere kurmak yerinde olacaktır.

source: Note: it is possible to install GRUB to partition boot records as well, and some appropriate partitions are offered here. However, this forces GRUB to use the blocklist mechanism, which makes it less reliable, and therefore is not recommended.
tr: Not: GRUB'u disk bölümlerinin önyükleme kayıtlarına kurmak da olanak dahilindedir ve duruma uygun bazı bölümler burada listelenmiştir. Öte yandan, bu seçim GRUB'u daha az güvenilir kılan engelleme listesi (blocklist) mekanizmasını kullanmaya zorlayacağından önerilmemektedir.

source: The GRUB boot loader was previously installed to a disk that is no longer present, or whose unique identifier has changed for some reason. It is important to make sure that the installed GRUB core image stays in sync with GRUB modules and grub.cfg. Please check again to make sure that GRUB is written to the appropriate boot devices.
tr: GRUB önyükleyici şu anda var olmayan ya da benzersiz tanımlayıcısı bir şekilde değişmiş olan bir diske kurulmuş durumda. Kurulu olan GRUB çekirdek görüntüsünün GRUB modülleri ve grub.cfg ile uyum içinde olduğundan emin olmak önemlidir. Bu nedenle GRUB'un doğru önyükleme aygıtlarına yazılmış olduğundan emin olun.

source: Writing GRUB to boot device failed - continue?
tr: GRUB'u önyükleme aygıtına yazma işlemi başarısız oldu. Yine de devam edilsin mi?

source: GRUB failed to install to the following devices:
tr: Aşağıdaki aygıtlara GRUB kurulumu yapılamadı:

source: Do you want to continue anyway? If you do, your computer may not start up properly.
tr: Yine de devam edilsin mi? Devam edilirse bilgisayarınız düzgün başlayamayabilir.

source: Writing GRUB to boot device failed - try again?
tr: GRUB'u önyükleme aygıtına yazma işlemi başarısız oldu. Tekrar denensin mi?

source: You may be able to install GRUB to some other device, although you should check that your system will boot from that device. Otherwise, the upgrade from GRUB Legacy will be canceled.
tr: GRUB'u başka bir aygıta kurabilirsiniz, ancak sisteminizin o aygıttan başlatılabileceğinden emin olmalısınız. Aksi durumda, eski GRUB'dan yükseltme yapılmayacaktır.

source: Continue without installing GRUB?
tr: GRUB kurulmadan devam edilsin mi?

source: You chose not to install GRUB to any devices. If you continue, the boot loader may not be properly configured, and when this computer next starts up it will use whatever was previously in the boot sector. If there is an earlier version of GRUB 2 in the boot sector, it may be unable to load modules or handle the current configuration file.
tr: GRUB'u hiçbir aygıta kurmamayı seçtiniz. Devam ederseniz önyükleyici düzgün yapılandırılmayabilir ve bu bilgisayar bir sonraki açılışında önyükleme sektöründe daha önceden bulunan kayıtları kullanır. Eğer önyükleme sektöründe GRUB 2'nin eski bir sürümü varsa, mevcut yapılandırma dosyasını kullanamayabilir veya modülleri yükleyemeyebilir.

source: If you are already using a different boot loader and want to carry on doing so, or if this is a special environment where you do not need a boot loader, then you should continue anyway. Otherwise, you should install GRUB somewhere.
tr: Şu anda başka bir önyükleyici kullanıyorsanız ve kullanmaya devam edecekseniz; ya da bu sizin bir önyükleyiciye gerek duymadığınız özel bir ortam ise, bu şekilde devam edebilirsiniz. Aksi durumda GRUB'u bir yere kurmanız gerekmektedir.

source: Remove GRUB 2 from /boot/grub?
tr: GRUB 2, /boot/grub yolundan kaldırılsın mı?

source: Do you want to have all GRUB 2 files removed from /boot/grub?
tr: /boot/grub yolundan bütün GRUB 2 dosyalarının kaldırılmasını istiyor musunuz?

source: This will make the system unbootable unless another boot loader is installed.
tr: Başka bir önyükleyici kurulu değilse yapılan bu işlem sistemi başlatılamaz kılacaktır.

source: Finish conversion to GRUB 2 now?
tr: GRUB 2'ye dönüşüm tamamlansın mı?

source: This system still has files from the GRUB Legacy boot loader installed, but it now also has GRUB 2 boot records installed on these disks:
tr: Bu sistemde eski GRUB kurulumundan kalmış dosyalar var; ama şimdi bir de şu disklere yazılmış GRUB 2 önyükleme kayıtları var:

source: It seems likely that GRUB Legacy is no longer in use, and that you should instead upgrade the GRUB 2 images on these disks and finish the conversion to GRUB 2 by removing old GRUB Legacy files. If you do not upgrade these GRUB 2 images, then they may be incompatible with the new packages and cause your system to stop booting properly.
tr: Göründüğü kadarı ile eski GRUB kurulumu artık kullanılmıyor, dolayısıyla bu disklerdeki eski GRUB dosyalarını kaldırıp GRUB 2 görüntülerine yükseltme yaparak dönüşümü tamamlamalısınız. Eğer bu GRUB 2 görüntülerini yükseltmezseniz, yeni paketlerle uyum sorunları yaşanabilir ve bu durum sisteminizin düzgün bir biçimde başlamasına engel olabilir.

source: You should generally finish the conversion to GRUB 2 unless these boot records were created by a GRUB 2 installation on some other operating system.
tr: Bu önyükleme kayıtları başka bir işletim sistemindeki bir GRUB 2 kurulumu tarafından oluşturulmamışsa GRUB 2 kurulumunu tamamlamanız gerekmektedir.

source: Linux command line:
tr: Linux komut satırı:

source: The following Linux command line was extracted from /etc/default/grub or the `kopt' parameter in GRUB Legacy's menu.lst. Please verify that it is correct, and modify it if necessary. The command line is allowed to be empty.
tr: Aşağıdaki Linux komut satırı /etc/default/grub'dan ya da eski GRUB menu.lst dosyasındaki 'kopt' parametresinden alınmıştır. Lütfen doğruluğundan emin olun ve gerekirse düzeltin. Komut satırı boş bırakılabilir.

source: Linux default command line:
tr: Öntanımlı Linux komut satırı:

source: The following string will be used as Linux parameters for the default menu entry but not for the recovery mode.
tr: Aşağıdaki dizgi öntanımlı menü girişinin Linux parametreleri olarak kullanılacak; fakat kurtarma kipi için kullanılmayacaktır.

source: Update NVRAM variables to automatically boot into Debian?
tr: NVRAM değişkenleri Debian'ı önyükleyecek şekilde güncellensin mi?

source: GRUB can configure your platform's NVRAM variables so that it boots into Debian automatically when powered on. However, you may prefer to disable this behavior and avoid changes to your boot configuration. For example, if your NVRAM variables have been set up such that your system contacts a PXE server on every boot, this would preserve that behavior.
tr: GRUB, platform NVRAM değişkenlerini, bilgisayarınız açıldığında otomatik olarak Debian'ı başlatacak şekilde yapılandırılabilir. Bu davranışı devre dışı bırakarak önyükleme yapılandırmasında herhangi bir değişiklik yapılmamasını sağlayabilirsiniz. Bu durumda, örneğin NVRAM değişkenleri her açılışta PXE sunucuları ile iletişim kuracak şekilde ayarlanmışsa bu davranış aynı şekilde devam edecektir.

source: kFreeBSD command line:
tr: kFreeBSD komut satırı:

source: The following kFreeBSD command line was extracted from /etc/default/grub or the `kopt' parameter in GRUB Legacy's menu.lst. Please verify that it is correct, and modify it if necessary. The command line is allowed to be empty.
tr: Aşağıdaki kFreeBSD komut satırı /etc/default/grub'dan ya da eski GRUB menu.lst dosyasındaki 'kopt' parametresinden alınmıştır. Lütfen doğruluğundan emin olun ve gerekirse düzeltin. Komut satırı boş bırakılabilir.

source: kFreeBSD default command line:
tr: Öntanımlı kFreeBSD komut satırı:

source: The following string will be used as kFreeBSD parameters for the default menu entry but not for the recovery mode.
tr: Aşağıdaki dizgi öntanımlı menü girişinin kFreeBSD parametreleri olarak kullanılacak; fakat kurtarma kipi için kullanılmayacaktır.
